var atm_list = {
   "type": "FeatureCollection",
   "features": [
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1594,22.28478 ]
    },
    "properties": {
    "ID":2,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"中環金融街八號國際金融中心商場一樓1105A-C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168742,22.293832 ]
    },
    "properties": {
    "ID":3,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀天星碼頭地下5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.193085,22.345015 ]
    },
    "properties": {
    "ID":4,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍竹園道15號竹園商場1樓自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18046,22.32382 ]
    },
    "properties": {
    "ID":5,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍城亞皆老街147號A西翼地下低層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18313,22.32354 ]
    },
    "properties": {
    "ID":6,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍城亞皆老街190號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203106,22.331037 ]
    },
    "properties": {
    "ID":7,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍城承啟道28號晴朗商場地下B007商舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17486,22.33694 ]
    },
    "properties": {
    "ID":10,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍塘達之路80號又一城港鐵接駁通道"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20883,22.32886 ]
    },
    "properties": {
    "ID":12,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣啓業邨啓賢樓地下公共走廊自動櫃員機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20596,22.32967 ]
    },
    "properties": {
    "ID":13,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣宏光道80號麗晶商場地下G3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20387,22.32386 ]
    },
    "properties": {
    "ID":14,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣展貿徑1號國際展貿中心地下陳列櫃01A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.216165,22.324208 ]
    },
    "properties": {
    "ID":16,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣牛頭角道77號淘大商場II期地下G191號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16899,22.30405 ]
    },
    "properties": {
    "ID":17,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍佐敦寳靈街48-50號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18186,22.31631 ]
    },
    "properties": {
    "ID":18,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"九龍何文田何文田廣場2樓219號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18103,22.3157 ]
    },
    "properties": {
    "ID":19,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"九龍何文田佛光街33號香港房屋委員會總辦事處地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1748,22.30947 ]
    },
    "properties": {
    "ID":21,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍加士居道依利沙伯醫院西翼地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171542,22.33523 ]
    },
    "properties": {
    "ID":22,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"九龍南山邨近南樂樓地下112號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1881,22.32032 ]
    },
    "properties": {
    "ID":23,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣北帝街24-24A號地下A號舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.193627,22.318959 ]
    },
    "properties": {
    "ID":24,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣新碼頭街38號翔龍灣翔龍灣廣場地下ATM02自動櫃員機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18743,22.31532 ]
    },
    "properties": {
    "ID":26,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣馬頭圍道272號福裕樓地下A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20953,22.33352 ]
    },
    "properties": {
    "ID":27,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍坪石邨玉石樓地下正門入口側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17567,22.33739 ]
    },
    "properties": {
    "ID":28,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍塘港鐵站KOT126號商舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.164541,22.315532 ]
    },
    "properties": {
    "ID":29,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍大角咀海庭路2號海富商場1樓自動櫃員機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160502,22.324274 ]
    },
    "properties": {
    "ID":31,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍大角咀港灣豪庭廣場地下公共走廊自動櫃員機位（近G30號舖）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186723,22.342862 ]
    },
    "properties": {
    "ID":32,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍天馬苑天馬苑商場自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20911,22.34278 ]
    },
    "properties": {
    "ID":33,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍富山邨富信樓K1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177078,22.298934 ]
    },
    "properties": {
    "ID":34,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖東麼地道67號半島中心地下及一樓G55-60號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16788,22.30041 ]
    },
    "properties": {
    "ID":35,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀中港城2樓11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177547,22.300061 ]
    },
    "properties": {
    "ID":38,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀加連威老道98號東海商業中心地下G18A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16103,22.30423 ]
    },
    "properties": {
    "ID":42,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀柯士甸道西一號圓方一樓一號提款機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16905,22.29605 ]
    },
    "properties": {
    "ID":44,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀海港城海洋中心三階K3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16794,22.29948 ]
    },
    "properties": {
    "ID":46,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀海港城港威商場三階K2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17359,22.29549 ]
    },
    "properties": {
    "ID":48,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀港鐵尖東站收費區外14號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237149,22.305952 ]
    },
    "properties": {
    "ID":50,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍平田邨平田商場二樓自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212365,22.330194 ]
    },
    "properties": {
    "ID":51,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"三彩",
    "我們的分類":"自動櫃員機",
    "地址":"九龍彩德邨彩德商場5樓（515號舖側）近2號升降機空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20533,22.33515 ]
    },
    "properties": {
    "ID":52,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍彩虹邨金坪市場20號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21442,22.33393 ]
    },
    "properties": {
    "ID":53,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍彩雲（一）邨彩雲3期商場2樓B201號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17867,22.31214 ]
    },
    "properties": {
    "ID":54,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"九龍愛民邨愛民商場1樓F23A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20214,22.34956 ]
    },
    "properties": {
    "ID":55,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍慈雲山慈正邨慈正商場二期地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20057,22.34858 ]
    },
    "properties": {
    "ID":56,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍慈雲山毓華街23號慈雲山中心326號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.196559,22.333459 ]
    },
    "properties": {
    "ID":58,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍新蒲崗太子道東638號Mikiki地下自動櫃員機機位A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19762,22.33495 ]
    },
    "properties": {
    "ID":59,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍新蒲崗爵祿街98號爵祿居地下C舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169858,22.323691 ]
    },
    "properties": {
    "ID":62,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角水渠道34-36號東樂大樓地下A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17263,22.32226 ]
    },
    "properties": {
    "ID":63,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角港鐵旺角東站收費區內MKK16號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172621,22.31704 ]
    },
    "properties": {
    "ID":64,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角豉油街60-102,104A及104B號鴻都大廈地下5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17031,22.32136 ]
    },
    "properties": {
    "ID":65,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角通菜街126A號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17048,22.31899 ]
    },
    "properties": {
    "ID":66,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角通菜街81號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16027,22.30339 ]
    },
    "properties": {
    "ID":69,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍柯士甸道西1號環球貿易廣場47樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.238077,22.296676 ]
    },
    "properties": {
    "ID":71,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油塘大本型港鐵樓層升降機大堂側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.236207,22.300247 ]
    },
    "properties": {
    "ID":72,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油塘油麗邨三期豐麗樓升降機大樓底層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.238672,22.295862 ]
    },
    "properties": {
    "ID":73,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油塘鯉魚門80號鯉魚門廣場地下自動櫃員機4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15464,22.32759 ]
    },
    "properties": {
    "ID":77,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗富昌邨富昌商場1樓103號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16153,22.33088 ]
    },
    "properties": {
    "ID":78,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗桂林街133-135號地下B舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16283,22.33246 ]
    },
    "properties": {
    "ID":79,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗桂林街149號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14682,22.33257 ]
    },
    "properties": {
    "ID":81,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗海麗邨海麗商場地下1號舖側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15333,22.3273 ]
    },
    "properties": {
    "ID":82,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗港鐵南昌站收費區內14號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16663,22.33334 ]
    },
    "properties": {
    "ID":83,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗石硤尾邨美盛樓地下3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16326,22.33172 ]
    },
    "properties": {
    "ID":84,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗福榮街68號地下A舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156186,22.338706 ]
    },
    "properties": {
    "ID":86,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗青山道332號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15679,22.33343 ]
    },
    "properties": {
    "ID":87,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗麗閣邨麗閣商場地下20A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20987,22.3341 ]
    },
    "properties": {
    "ID":88,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍清水灣道8號匯八坊地下G03舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13643,22.33783 ]
    },
    "properties": {
    "ID":89,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍港鐵美孚站收費區外MEFATM23號自動櫃員機機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.136524,22.338593 ]
    },
    "properties": {
    "ID":90,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍港鐵西鐵站美孚站MEF101號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.164734,22.339775 ]
    },
    "properties": {
    "ID":91,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"九龍澤安邨富澤樓地下3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.216185,22.320433 ]
    },
    "properties": {
    "ID":92,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角上邨常泰樓空地自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21983,22.32183 ]
    },
    "properties": {
    "ID":93,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角樂華北邨商場平台空地自動櫃員機一號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.217119,22.322638 ]
    },
    "properties": {
    "ID":94,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角道20號安基商場1樓104號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16742,22.33528 ]
    },
    "properties": {
    "ID":95,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"九龍石硤尾白田邨麗田樓地下11至20號單位外空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184917,22.30746 ]
    },
    "properties": {
    "ID":96,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡寶其利街121號城中匯地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191197,22.309054 ]
    },
    "properties": {
    "ID":97,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡海逸道8號海逸坊1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181986,22.302944 ]
    },
    "properties": {
    "ID":98,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡港鐵紅磡站收費區外自動櫃員機HUHATM3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187905,22.306283 ]
    },
    "properties": {
    "ID":100,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡黃埔新邨民泰街2-32永華樓地下B2A-B7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142394,22.334288 ]
    },
    "properties": {
    "ID":102,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角寶輪街一號曼坊地下G11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13484,22.3402 ]
    },
    "properties": {
    "ID":104,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角荔景山道瑪嘉烈醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14893,22.33469 ]
    },
    "properties": {
    "ID":105,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角道833號昇悅居昇悅商場一樓陳列櫃4"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23489,22.30845 ]
    },
    "properties": {
    "ID":106,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田啟田道啟田商場2樓櫃員機位2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23293,22.30746 ]
    },
    "properties": {
    "ID":107,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田滙景道8號滙景廣場第四層H號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23958,22.30292 ]
    },
    "properties": {
    "ID":108,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田碧雲道168號廣田商場地下自動提款機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23807,22.31015 ]
    },
    "properties": {
    "ID":109,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田碧雲道223號德田商場1樓自動提款機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23814,22.31281 ]
    },
    "properties": {
    "ID":110,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田興田邨興田商場地下自動提款機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.214443,22.327817 ]
    },
    "properties": {
    "ID":111,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"三彩",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘彩盈邨彩盈坊3號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22541,22.31534 ]
    },
    "properties": {
    "ID":112,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘物華街55號安寧大樓地下A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23625,22.31743 ]
    },
    "properties": {
    "ID":113,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘秀茂坪寶達商場地下扶手梯1號及2號梯底（1號舖對面）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23221,22.31938 ]
    },
    "properties": {
    "ID":114,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘秀茂坪邨秀茂坪商場2樓自動櫃員機2及3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22979,22.31554 ]
    },
    "properties": {
    "ID":115,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘翠屏邨翠桃樓76-78號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22628,22.33108 ]
    },
    "properties": {
    "ID":120,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘順利邨利溢樓地下29號空格"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2262,22.32615 ]
    },
    "properties": {
    "ID":121,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘順天邨天榮樓地下104A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19996,22.34386 ]
    },
    "properties": {
    "ID":122,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍鑽石山鳳德邨鳳德商場227號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15452,22.33535 ]
    },
    "properties": {
    "ID":123,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍長沙灣幸祥街幸福邨幸福邨商場1樓1號自動櫃員機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15857,22.33869 ]
    },
    "properties": {
    "ID":124,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍長沙灣李鄭屋邨李鄭屋商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.149065,22.337255 ]
    },
    "properties": {
    "ID":126,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍長沙灣道833號長沙灣廣場1樓116C及D號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14845,22.33713 ]
    },
    "properties": {
    "ID":127,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍長沙灣道833號長沙灣廣場1樓119號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18749,22.322596 ]
    },
    "properties": {
    "ID":130,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"自動櫃員機",
    "地址":"九龍馬頭圍邨洋葵樓地下111號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188958,22.303532 ]
    },
    "properties": {
    "ID":131,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃埔花園第4期商場地下G6,6A及G7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19437,22.3414 ]
    },
    "properties": {
    "ID":132,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙正德街103號黃大仙下（二）邨黃大仙中心南館UG13C號舖及UG14A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.192344,22.342077 ]
    },
    "properties": {
    "ID":134,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙龍翔道136號黃大仙中心北館1樓N119號舖位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02316,22.45035 ]
    },
    "properties": {
    "ID":135,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"元朗朗屏商場鏡屏樓平台3B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.021136,22.445732 ]
    },
    "properties": {
    "ID":136,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"元朗水邊圍邨湖水樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.862026,22.254382 ]
    },
    "properties": {
    "ID":139,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"大嶼山大澳街市街二十五號地下D座"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93477,22.28171 ]
    },
    "properties": {
    "ID":141,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"大嶼山東涌逸東商場1樓110號舖側5號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19896,22.25798 ]
    },
    "properties": {
    "ID":147,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"大潭水塘道88號陽明山莊"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.973774,22.384193 ]
    },
    "properties": {
    "ID":150,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門翠寧花園地下12-13號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00515,22.44853 ]
    },
    "properties": {
    "ID":151,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵天水圍站收費區17號舖及收費區外-港鐵天水圍站收費區外櫃員機,自動售賣機A01號位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.126969,22.504174 ]
    },
    "properties": {
    "ID":153,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水上水新豐路79-81號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13359,22.50325 ]
    },
    "properties": {
    "ID":154,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水天平邨天平商場地下自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.125751,22.500881 ]
    },
    "properties": {
    "ID":155,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水彩園邨彩園廣場3樓自動櫃員機3號（20號舖側）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127493,22.493837 ]
    },
    "properties": {
    "ID":157,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水清河邨清譽樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12774,22.5015 ]
    },
    "properties": {
    "ID":158,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水港鐵上水站（收費區外）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02915,22.44337 ]
    },
    "properties": {
    "ID":160,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗元朗新街1-49號合益廣場地下A59舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.05412,22.48641 ]
    },
    "properties": {
    "ID":161,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗加州花園商業中心G17號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.031277,22.442868 ]
    },
    "properties": {
    "ID":162,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗又新街37-51號又一新城地下L2號舖及富祐閣地下部分7A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00044,22.45219 ]
    },
    "properties": {
    "ID":163,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗天水圍天湖路1號嘉湖新北江商場地下A10-A13號舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.004025,22.450725 ]
    },
    "properties": {
    "ID":164,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗天水圍天湖路二號天耀商場地下L035號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.029583,22.446154 ]
    },
    "properties": {
    "ID":165,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗安寧路8號冠煌樓地下C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99589,22.43276 ]
    },
    "properties": {
    "ID":166,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗洪水橋大街德祥樓9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.034717,22.446108 ]
    },
    "properties": {
    "ID":167,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗港鐵元朗站收費區外19號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02471,22.44763 ]
    },
    "properties": {
    "ID":168,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗港鐵朗屏站收費區外自動櫃員機A02號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0631,22.43525 ]
    },
    "properties": {
    "ID":169,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗港鐵錦上路站收費區外1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.06681,22.43992 ]
    },
    "properties": {
    "ID":170,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗錦田大馬路40號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.04512,22.47766 ]
    },
    "properties": {
    "ID":171,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗錦綉花園市中心D座地下1C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02508,22.4443 ]
    },
    "properties": {
    "ID":173,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗青山公路元朗段218號富興大廈地下A號舖Circle-K便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168028,22.454029 ]
    },
    "properties": {
    "ID":174,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔大元邨大元市場409A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16168,22.45125 ]
    },
    "properties": {
    "ID":175,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔太和邨太和廣場K2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16089,22.45051 ]
    },
    "properties": {
    "ID":176,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔太和邨太和廣場S221A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17333,22.45166 ]
    },
    "properties": {
    "ID":177,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔安埔里地下6號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169879,22.451718 ]
    },
    "properties": {
    "ID":178,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔安邦路8及10號大埔超級城B區一田百貨地下自動櫃員機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170952,22.452699 ]
    },
    "properties": {
    "ID":179,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔安邦路8及10號大埔超級城第二層Ｃ區OS-11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17153,22.45827 ]
    },
    "properties": {
    "ID":180,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔富亨邨富亨商場地下2號自助櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17462,22.45403 ]
    },
    "properties": {
    "ID":181,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔富善邨商場地下22號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15228,22.4624 ]
    },
    "properties": {
    "ID":182,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔康樂園市中心徑3號地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17417,22.44864 ]
    },
    "properties": {
    "ID":184,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔廣福邨商場K1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17044,22.44443 ]
    },
    "properties": {
    "ID":185,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔港鐵大埔墟站收費區外6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16744,22.44209 ]
    },
    "properties": {
    "ID":187,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔運頭塘邨商場K1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.003268,22.457068 ]
    },
    "properties": {
    "ID":188,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍嘉湖銀座第二期"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.006929,22.453077 ]
    },
    "properties": {
    "ID":189,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天喜街9號天慈邨天慈商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.996301,22.462494 ]
    },
    "properties": {
    "ID":191,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天恩邨天恩商場自動扶手電梯下空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.002917,22.463309 ]
    },
    "properties": {
    "ID":192,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天晴邨天晴商場地下7號舖位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.998786,22.468366 ]
    },
    "properties": {
    "ID":193,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天瑞路77號天澤商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.997442,22.46159 ]
    },
    "properties": {
    "ID":194,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天華路30號頌富廣場一期二樓L218B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.942422,22.288828 ]
    },
    "properties": {
    "ID":195,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界富東邨富東商場自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26421,22.31728 ]
    },
    "properties": {
    "ID":196,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳厚德邨厚德商場西翼地下電梯下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25725,22.30673 ]
    },
    "properties": {
    "ID":197,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳唐德街9號將軍澳中心一樓108號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25614,22.32522 ]
    },
    "properties": {
    "ID":198,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳寶林邨寶林商場1樓205號舖對面空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25896,22.31098 ]
    },
    "properties": {
    "ID":199,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳尚德邨尚德商場3樓302號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25119,22.30603 ]
    },
    "properties": {
    "ID":200,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳彩明苑彩明商場2樓264號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26856,22.31653 ]
    },
    "properties": {
    "ID":201,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳明德邨明德商場地下17號舖對出空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26143,22.32086 ]
    },
    "properties": {
    "ID":202,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳景林邨商場地下9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2492,22.32275 ]
    },
    "properties": {
    "ID":203,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳翠林邨翠林商場102號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.264931,22.316597 ]
    },
    "properties": {
    "ID":206,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳重華路8號東港城商場2樓AreaF"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97813,22.40321 ]
    },
    "properties": {
    "ID":207,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門井財街9號錦發大廈地下2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96658,22.40938 ]
    },
    "properties": {
    "ID":208,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門寶田邨寶田商場1樓扶手梯側空地（109號舖對面）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975767,22.392415 ]
    },
    "properties": {
    "ID":209,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯合街2號屯門時代廣場商場南翼地下21號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.983,22.41367 ]
    },
    "properties": {
    "ID":211,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯貴路9號富泰商場地下電梯下（毗鄰3號舖）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976449,22.393893 ]
    },
    "properties": {
    "ID":212,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯門市廣場第二期地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975902,22.386895 ]
    },
    "properties": {
    "ID":214,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯門鄉事會路2A安定邨H.A.N.D.SA區1樓A-132至A-133號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.966,22.39661 ]
    },
    "properties": {
    "ID":215,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門山景邨商場2樓215號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96976,22.40693 ]
    },
    "properties": {
    "ID":216,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門建生邨建生商場2樓206號舖外空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97798,22.38285 ]
    },
    "properties": {
    "ID":217,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門恆福商場地下112號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.965052,22.381141 ]
    },
    "properties": {
    "ID":218,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門新屯門中心商場第3層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97876,22.41192 ]
    },
    "properties": {
    "ID":219,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門港鐵兆康站收費區外30號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97427,22.40051 ]
    },
    "properties": {
    "ID":221,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門石排頭路1號卓爾廣場1樓116及126號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97986,22.38756 ]
    },
    "properties": {
    "ID":222,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門置樂花園商業中心地下35號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96297,22.40658 ]
    },
    "properties": {
    "ID":223,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門良景邨良景商場213A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96266,22.37522 ]
    },
    "properties": {
    "ID":224,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門蝴蝶邨蝴蝶廣場地下自動櫃員機1號（毗鄰ShopL112號舖）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97322,22.39582 ]
    },
    "properties": {
    "ID":225,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門西鐵屯門站收費區外38號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.92116,22.37576 ]
    },
    "properties": {
    "ID":226,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門踏石角中華電力公司-青山發電廠"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97653,22.40766 ]
    },
    "properties": {
    "ID":227,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門青松觀道屯門醫院地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99276,22.37188 ]
    },
    "properties": {
    "ID":228,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門黃金海岸購物商場1A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.966573,22.385732 ]
    },
    "properties": {
    "ID":229,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門龍門路43號龍門居39號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19321,22.37548 ]
    },
    "properties": {
    "ID":232,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田博康邨博康商場9及10號舖7-Eleven"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17874,22.37329 ]
    },
    "properties": {
    "ID":233,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田大圍港鐵大圍站（收費區內）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19117,22.38249 ]
    },
    "properties": {
    "ID":234,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田好運中心商場第三層109號A2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21531,22.38065 ]
    },
    "properties": {
    "ID":235,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田廣源邨商場第1座4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18583,22.37032 ]
    },
    "properties": {
    "ID":236,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田新田圍邨商場5樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19409,22.37776 ]
    },
    "properties": {
    "ID":239,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田沙角邨商場3樓39號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178151,22.372817 ]
    },
    "properties": {
    "ID":240,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵大圍站42-44號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21024,22.4133 ]
    },
    "properties": {
    "ID":241,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵大學站（收費區內）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22268,22.40827 ]
    },
    "properties": {
    "ID":242,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵大水坑站收費區內3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19458,22.37675 ]
    },
    "properties": {
    "ID":243,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵沙田圍站收費區內5B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18765,22.38282 ]
    },
    "properties": {
    "ID":244,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵沙田站（收費區外）SHT32號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1983,22.39541 ]
    },
    "properties": {
    "ID":245,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵火炭站（收費區內）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.243844,22.429258 ]
    },
    "properties": {
    "ID":246,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵烏溪沙站收費區內WKSATM2自動櫃員機機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20846,22.38785 ]
    },
    "properties": {
    "ID":247,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵石門站收費區內4B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20354,22.38288 ]
    },
    "properties": {
    "ID":248,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田港鐵第一城站收費區內7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19186,22.38459 ]
    },
    "properties": {
    "ID":249,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田瀝源邨瀝源商場1樓15號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.209157,22.387182 ]
    },
    "properties": {
    "ID":250,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田石門邨健碩樓地下空位自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19519,22.38789 ]
    },
    "properties": {
    "ID":251,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田禾輋邨禾輋商場2樓212號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18686,22.37322 ]
    },
    "properties": {
    "ID":252,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田秦石邨秦石商場68-69號舖對出空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19436,22.39186 ]
    },
    "properties": {
    "ID":253,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田穗禾苑1樓F6A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1709,22.37629 ]
    },
    "properties": {
    "ID":255,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田美田邨美田商場2樓203號舖對面空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181129,22.36925 ]
    },
    "properties": {
    "ID":256,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田翠田街2號新翠商場2樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20155,22.37985 ]
    },
    "properties": {
    "ID":258,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田銀城街威爾斯親王醫院2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17128,22.36317 ]
    },
    "properties": {
    "ID":259,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田顯徑邨商場B翼地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21278,22.42558 ]
    },
    "properties": {
    "ID":260,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田香港科學園科技大道西1號地下G03商舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225487,22.414609 ]
    },
    "properties": {
    "ID":261,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田馬鞍山欣安邨欣喜樓地下空位自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23578,22.42223 ]
    },
    "properties": {
    "ID":262,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田馬鞍山錦英苑商場13號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.998072,22.43639 ]
    },
    "properties": {
    "ID":263,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界洪水橋洪元路1號洪褔邨洪褔商場地下7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.06172,22.36823 ]
    },
    "properties": {
    "ID":264,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界深井海韻花園地下G6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13959,22.49226 ]
    },
    "properties": {
    "ID":265,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺名都商場2樓18號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13545,22.49375 ]
    },
    "properties": {
    "ID":266,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺嘉福邨嘉福商場地下自動櫃員機位1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14084,22.4932 ]
    },
    "properties": {
    "ID":267,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺祥華邨祥華商場地下2號自助櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14103,22.48414 ]
    },
    "properties": {
    "ID":269,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺華明邨華明商場地下自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13862,22.48259 ]
    },
    "properties": {
    "ID":270,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺雍盛苑雍盛商場地下1號櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11299,22.52892 ]
    },
    "properties": {
    "ID":271,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"新界羅湖港鐵羅湖站收費區外2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.114497,22.361983 ]
    },
    "properties": {
    "ID":272,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣怡樂街1-5號海濱花園E座地下101號舖位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.111795,22.376633 ]
    },
    "properties": {
    "ID":273,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣愉景新城購物商場第三層3022及3023號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.116684,22.369918 ]
    },
    "properties": {
    "ID":276,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣眾安街55號大鴻輝（荃灣）中心一樓101舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11639,22.36941 ]
    },
    "properties": {
    "ID":277,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣眾安街69號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12415,22.3752 ]
    },
    "properties": {
    "ID":278,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣石圍角邨石圍角商場3樓326號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10762,22.37906 ]
    },
    "properties": {
    "ID":279,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣荃灣中心購物商場地庫上層71號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13059,22.37856 ]
    },
    "properties": {
    "ID":280,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣象山邨象山邨商場3樓自動櫃員機位（313-317號舖對面）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.136463,22.365784 ]
    },
    "properties": {
    "ID":283,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌和宜合道5-27號寶星中心1樓11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.123755,22.368486 ]
    },
    "properties": {
    "ID":284,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌大窩口道15號大窩口商場3樓ATMNo.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14165,22.37106 ]
    },
    "properties": {
    "ID":285,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌安蔭邨安蔭商場1樓102號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13675,22.37783 ]
    },
    "properties": {
    "ID":286,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌梨木樹邨梨木樹商場25號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.121071,22.363737 ]
    },
    "properties": {
    "ID":287,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌永基路55號嘉里貨運中心電梯大堂P1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.124,22.34594 ]
    },
    "properties": {
    "ID":288,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌現代貨櫃1號碼頭地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.137725,22.3418 ]
    },
    "properties": {
    "ID":289,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌盈暉臺家居城景荔徑8號1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13922,22.36571 ]
    },
    "properties": {
    "ID":290,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌石籬邨石籬商場2期3樓310號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13863,22.37155 ]
    },
    "properties": {
    "ID":291,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌石蔭邨石蔭商場LG1樓LG122號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12656,22.34844 ]
    },
    "properties": {
    "ID":293,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌荔景山道賢麗苑商場地下7-Eleven便利店對面空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.122691,22.361166 ]
    },
    "properties": {
    "ID":294,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌葵盛西邨第7座地下1B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1282,22.36742 ]
    },
    "properties": {
    "ID":295,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌邨葵涌商場212舖位側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13105,22.35407 ]
    },
    "properties": {
    "ID":296,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌麗瑤邨麗瑤商場中心地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127157,22.364523 ]
    },
    "properties": {
    "ID":297,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵盛東邨葵盛東商場自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.129839,22.357786 ]
    },
    "properties": {
    "ID":299,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵芳邨葵芳商場自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.27057,22.38177 ]
    },
    "properties": {
    "ID":303,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"自動櫃員機",
    "地址":"新界西貢普通道11A,15-15A號舖地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25938,22.33694 ]
    },
    "properties": {
    "ID":304,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"自動櫃員機",
    "地址":"新界西貢清水灣道大埔仔村7號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.095619,22.356568 ]
    },
    "properties": {
    "ID":306,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界長宏邨長宏商場地下自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10845,22.35135 ]
    },
    "properties": {
    "ID":307,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣翠怡花園商場地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.097607,22.354911 ]
    },
    "properties": {
    "ID":308,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣長亨邨長亨商場地下自動櫃員機二號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.09849,22.34989 ]
    },
    "properties": {
    "ID":309,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣長康邨長康邨2期商場1樓1號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10335,22.36257 ]
    },
    "properties": {
    "ID":310,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣長發商場318A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10929,22.34517 ]
    },
    "properties": {
    "ID":311,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣長青邨長青商場2樓平台青葵樓正門入口外空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10845,22.3592 ]
    },
    "properties": {
    "ID":313,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣青衣城地下G07A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.943785,22.319207 ]
    },
    "properties": {
    "ID":314,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界香港國際機場航天城東路一號香港天際萬豪酒店走廊商業中心外面空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24104,22.42657 ]
    },
    "properties": {
    "ID":315,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山利安邨利安商場地庫2樓自動櫃員機位（毗鄰LG203號舖）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22828,22.41669 ]
    },
    "properties": {
    "ID":316,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山恆安邨商場2樓K1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22973,22.42506 ]
    },
    "properties": {
    "ID":317,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山新港城廣場2樓51號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23047,22.4205 ]
    },
    "properties": {
    "ID":318,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山耀安邨商場106號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22645,22.42152 ]
    },
    "properties": {
    "ID":320,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山頌安邨頌安商場地下2號自助櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17591,22.37802 ]
    },
    "properties": {
    "ID":322,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田大圍美林商場1樓ATM2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19591,22.38127 ]
    },
    "properties": {
    "ID":323,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田大涌橋路20-30號河畔花園地下36舖7-Eleven"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.236673,22.298367 ]
    },
    "properties": {
    "ID":324,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"油塘站YAT8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1613,22.45102 ]
    },
    "properties": {
    "ID":325,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太和站收費區內TWOATM4自動櫃員機機位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16621,22.304919 ]
    },
    "properties": {
    "ID":326,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵柯士甸站（收費區外）AUS102號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138722,22.492614 ]
    },
    "properties": {
    "ID":327,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵粉嶺站（收費區外）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11095,22.36757 ]
    },
    "properties": {
    "ID":328,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵荃灣西站17號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.066625,22.515134 ]
    },
    "properties": {
    "ID":329,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵落馬洲站一樓車站離境大堂LMC131號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12299,22.36875 ]
    },
    "properties": {
    "ID":330,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣大窩口大廈街15-17號仁雅大廈地下A舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22024,22.314485 ]
    },
    "properties": {
    "ID":332,
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘觀塘道378號創紀之城二期1樓自動提款機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934183,22.298083 ]
    },
    "properties": {
    "ID":333,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角觀景道8號國泰城商場1樓B-E舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9297,22.2986 ]
    },
    "properties": {
    "ID":334,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角超級1號貨站辦公室大樓南座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93533,22.3155 ]
    },
    "properties": {
    "ID":335,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場1號客運大樓離港登機層7T076號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.94483,22.32222 ]
    },
    "properties": {
    "ID":336,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場亞洲國際博覽館1號場館對外地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.89933,22.30359 ]
    },
    "properties": {
    "ID":337,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場南環路80號正門側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93927,22.30342 ]
    },
    "properties": {
    "ID":338,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場東輝路11-12號港龍大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.926447,22.296686 ]
    },
    "properties": {
    "ID":339,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場駿運路國泰航空貨運站三樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02806,22.21072 ]
    },
    "properties": {
    "ID":340,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"長洲北社海傍路19A地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16108,22.28694 ]
    },
    "properties": {
    "ID":347,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環7號碼頭（天星小輪）上層一號提款機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15384,22.28033 ]
    },
    "properties": {
    "ID":349,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環堅道27號地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155095,22.280695 ]
    },
    "properties": {
    "ID":351,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環德己立街41號地下7號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160287,22.30354 ]
    },
    "properties": {
    "ID":357,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"香港九龍柯士甸道西1號環球貿易廣場56樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1562,22.33756 ]
    },
    "properties": {
    "ID":358,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港九龍長沙灣元州街303號元州商場1樓F08室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176147,22.246621 ]
    },
    "properties": {
    "ID":359,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔海洋公圉入口平台西翼"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15668,22.24432 ]
    },
    "properties": {
    "ID":360,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"鴨脷洲",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔鴨脷洲大街33號順景閣地下D舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19624,22.28572 ]
    },
    "properties": {
    "ID":364,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角雲景道33號牛奶公司購物中心地下3A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191632,22.286486 ]
    },
    "properties": {
    "ID":365,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角電氣道148號地下2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135574,22.283974 ]
    },
    "properties": {
    "ID":366,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"香港大學站HKU6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.94042,22.28955 ]
    },
    "properties": {
    "ID":367,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山東涌達東路20號東薈城1樓116a"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934817,22.315102 ]
    },
    "properties": {
    "ID":368,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第七層離港層大堂（非禁區）ATM7T001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93385,22.315418 ]
    },
    "properties": {
    "ID":369,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第七層離港層東大堂（禁區）ATM7E001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934097,22.314783 ]
    },
    "properties": {
    "ID":370,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第七層離港層東大堂（禁區）ATM7E003號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.936731,22.315227 ]
    },
    "properties": {
    "ID":371,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第五層地面運輸中心（非禁區）5G086A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934778,22.315352 ]
    },
    "properties": {
    "ID":372,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第五層抵港層入境大堂前區域（禁區）ATM5E001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.935631,22.31515 ]
    },
    "properties": {
    "ID":373,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第五層抵港層行李認領大堂（禁區）ATM5T001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93403,22.31514 ]
    },
    "properties": {
    "ID":374,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第六層離港層東大堂（禁區）6E201號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.927139,22.312324 ]
    },
    "properties": {
    "ID":375,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第六層離港層西大堂（禁區）6W570B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.927053,22.313176 ]
    },
    "properties": {
    "ID":376,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場1號客運大樓第六層離港層西大堂（禁區）ATM6W001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93707,22.315544 ]
    },
    "properties": {
    "ID":377,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場2號客運大樓第三層（非禁區）ATM3P001號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.917747,22.310242 ]
    },
    "properties": {
    "ID":378,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山香港國際機場中場客運廊第六層離港層（禁區）6MC013號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24856,22.2628 ]
    },
    "properties": {
    "ID":379,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港小西灣小西灣商場108A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14975,22.27055 ]
    },
    "properties": {
    "ID":380,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港山頂道118號山頂廣場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18892,22.27339 ]
    },
    "properties": {
    "ID":382,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港掃桿埔東院道55號香港大球場"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17965,22.3681 ]
    },
    "properties": {
    "ID":383,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"香港新界沙田田心街1號隆亨邨隆亨商場3樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24005,22.26406 ]
    },
    "properties": {
    "ID":385,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣宏德居B座地下73-74號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24358,22.26748 ]
    },
    "properties": {
    "ID":386,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣常安街77號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23634,22.2695 ]
    },
    "properties": {
    "ID":388,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣東區尤德夫人那打素醫院地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2401,22.2682 ]
    },
    "properties": {
    "ID":389,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣翠灣邨辦事處大樓翠灣商業中心地下1號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23537,22.26287 ]
    },
    "properties": {
    "ID":390,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣興華（一）邨興華商場2樓入口側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1959,22.23896 ]
    },
    "properties": {
    "ID":391,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港淺水灣道109號影灣園地下1號攤位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1799,22.27825 ]
    },
    "properties": {
    "ID":393,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔天樂里9-17號兆豐大廈地下C舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176929,22.280245 ]
    },
    "properties": {
    "ID":395,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔港灣道30號新鴻基中心1樓114-117號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1679,22.27814 ]
    },
    "properties": {
    "ID":398,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔軍器廠街警政大樓香港警察總部"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17611,22.2777 ]
    },
    "properties": {
    "ID":399,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔軒尼詩道256號地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17979,22.27931 ]
    },
    "properties": {
    "ID":403,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔駱克道382號莊士企業大廈地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237648,22.262896 ]
    },
    "properties": {
    "ID":404,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港環翠邨環翠商場一樓自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19158,22.27058 ]
    },
    "properties": {
    "ID":405,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港白建時道5號牛奶公司購物商場"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1597,22.28021 ]
    },
    "properties": {
    "ID":406,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港皇后大道中1號滙豐總行大廈地面廣場"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14254,22.2868 ]
    },
    "properties": {
    "ID":407,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港皇后大道西288號豐景閣地下1及2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14829,22.2864 ]
    },
    "properties": {
    "ID":408,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港皇后大道西2-12號聯發商場A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18314,22.277213 ]
    },
    "properties": {
    "ID":409,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港禮頓道26號凱基商業大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22782,22.28093 ]
    },
    "properties": {
    "ID":410,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣愛東邨愛東商場1樓109號舖側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22846,22.28014 ]
    },
    "properties": {
    "ID":411,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣愛禮街2號愛蝶灣地下50號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.226034,22.278965 ]
    },
    "properties": {
    "ID":413,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣筲箕灣道324號潤民商業中心"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22433,22.27732 ]
    },
    "properties": {
    "ID":414,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣耀東購物中心5A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22012,22.28078 ]
    },
    "properties": {
    "ID":415,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣興東邨興東邨商場1樓1號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.233077,22.267736 ]
    },
    "properties": {
    "ID":416,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港興民邨興民商場四樓自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12976,22.26069 ]
    },
    "properties": {
    "ID":417,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林數碼港道100號商場3樓5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13875,22.25788 ]
    },
    "properties": {
    "ID":418,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林置富南區廣場第五層527-528號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13625,22.25043 ]
    },
    "properties": {
    "ID":419,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林華富邨華珍樓718號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131,22.27054 ]
    },
    "properties": {
    "ID":420,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林道瑪麗醫院A翼大堂入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15077,22.28017 ]
    },
    "properties": {
    "ID":421,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港西摩道1號地下7號舖7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22182,22.28266 ]
    },
    "properties": {
    "ID":422,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港西灣河筲箕灣道65-67號太安樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12676,22.28225 ]
    },
    "properties": {
    "ID":425,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"香港西環卑路乍街144-148號金豪閣地下2C-2D號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.209623,22.219588 ]
    },
    "properties": {
    "ID":427,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港赤柱赤柱廣場三樓二號自動櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18098,22.27509 ]
    },
    "properties": {
    "ID":430,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港跑馬地體育道1號香港賽馬會總部地下出納處"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18409,22.26965 ]
    },
    "properties": {
    "ID":431,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港跑馬地黃泥涌道15號常德樓地下7-Eleven便利店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165126,22.277746 ]
    },
    "properties": {
    "ID":433,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港金鐘道88號太古廣場商場403號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18223,22.27842 ]
    },
    "properties": {
    "ID":434,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣勿地臣街1號時代廣場3樓電梯E23及E24下（312號舖側）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18248,22.27843 ]
    },
    "properties": {
    "ID":435,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣勿地臣街一號時代廣場地庫二樓（電梯E57&E58下）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184149,22.28176 ]
    },
    "properties": {
    "ID":436,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣告士打道280號世貿中心地下G022室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183808,22.279851 ]
    },
    "properties": {
    "ID":439,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣軒尼詩道500號希慎廣場2樓217B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154963,22.248759 ]
    },
    "properties": {
    "ID":442,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔成都道20-28號添喜大廈1樓6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17315,22.24594 ]
    },
    "properties": {
    "ID":443,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔海洋公園道18號警察訓練學校"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14957,22.25103 ]
    },
    "properties": {
    "ID":444,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔田灣邨田灣商場101號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15735,22.24947 ]
    },
    "properties": {
    "ID":445,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔石排灣邨石排灣商場低層1樓2號舖側空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18192,22.28028 ]
    },
    "properties": {
    "ID":447,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港駱克道463至483號銅鑼灣廣場二期地下G08號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15598,22.24092 ]
    },
    "properties": {
    "ID":451,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"鴨脷洲",
    "我們的分類":"自動櫃員機",
    "地址":"香港鴨脷洲利東邨商場1期208A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169085,22.249044 ]
    },
    "properties": {
    "ID":453,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港黃竹坑香葉道2號OneIslandSouth1樓102-103號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.223588,22.307869 ]
    },
    "properties": {
    "ID":454,
    "銀行牌子":"星展銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘偉業街223-231號宏利金融中心一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9739056,22.3953946 ]
    },
    "properties": {
    "ID":455,
    "銀行牌子":"星展銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯門鄉事會路83號VCityMTR層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176024,22.337074 ]
    },
    "properties": {
    "ID":456,
    "銀行牌子":"星展銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍塘站東鐵綫月台層G1出口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172175,22.297604 ]
    },
    "properties": {
    "ID":457,
    "銀行牌子":"星展銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵尖沙咀站,車站大堂,自動櫃員機位TSTATM4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.065647,22.514464 ]
    },
    "properties": {
    "ID":458,
    "銀行牌子":"星展銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵落馬洲站3樓入境大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162832,22.316012 ]
    },
    "properties": {
    "ID":459,
    "銀行牌子":"星展銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"香港西九龍海庭道18號奧海城2期高層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142538,22.284571 ]
    },
    "properties": {
    "ID":512,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"半山般含道19至27號嘉富大廈1至3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20982,22.333906 ]
    },
    "properties": {
    "ID":515,
    "銀行牌子":"東亞銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"自動櫃員機",
    "地址":"彩虹清水灣道8號匯八坊商場地下G04號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.235965,22.262321 ]
    },
    "properties": {
    "ID":517,
    "銀行牌子":"東亞銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"柴灣興華廣場1樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171875,22.452406 ]
    },
    "properties": {
    "ID":518,
    "銀行牌子":"東亞銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"大埔大埔超級城B區1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17003,22.451652 ]
    },
    "properties": {
    "ID":519,
    "銀行牌子":"東亞銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"大埔大埔超級城E區2樓356a號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174534,22.448241 ]
    },
    "properties": {
    "ID":522,
    "銀行牌子":"東亞銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔廣福廣福商場平台近K1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194208,22.466823 ]
    },
    "properties": {
    "ID":523,
    "銀行牌子":"東亞銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔露屏路10號香港教育大學C2019室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161776,22.450985 ]
    },
    "properties": {
    "ID":525,
    "銀行牌子":"東亞銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔太和太和廣場S229E商舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16176,22.316656 ]
    },
    "properties": {
    "ID":526,
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"大角咀海庭道18號奧海城2期高層地下UG46及47號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170401,22.331544 ]
    },
    "properties": {
    "ID":527,
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"大坑東窩仔街13號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177518,22.375861 ]
    },
    "properties": {
    "ID":528,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"大圍大圍道16至18號祥豐大樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171046,22.376146 ]
    },
    "properties": {
    "ID":529,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"大圍美田邨美田商場1樓104號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934771,22.28141 ]
    },
    "properties": {
    "ID":532,
    "銀行牌子":"東亞銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"大嶼山東涌逸東商場地下自動櫃員機4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135633,22.493488 ]
    },
    "properties": {
    "ID":535,
    "銀行牌子":"東亞銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"粉嶺嘉福商場地下自動櫃員機4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142754,22.498945 ]
    },
    "properties": {
    "ID":536,
    "銀行牌子":"東亞銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"粉嶺聯和墟和豐街39-41號B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225222,22.312401 ]
    },
    "properties": {
    "ID":538,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘觀塘道418號創紀之城五期大堂高層36號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.228054,22.306801 ]
    },
    "properties": {
    "ID":542,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘麗港城商場地下38號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.226752,22.329832 ]
    },
    "properties": {
    "ID":543,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘順利商場平台自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.228921,22.320278 ]
    },
    "properties": {
    "ID":544,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘曉麗苑曉麗商場出入口對出近209A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23613,22.317848 ]
    },
    "properties": {
    "ID":545,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘秀茂坪寶達商場地下9號舖對出自動扶手電梯下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.231443,22.319088 ]
    },
    "properties": {
    "ID":546,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘秀明道101號秀茂坪商場2樓自動櫃員機4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18189,22.315975 ]
    },
    "properties": {
    "ID":547,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"何文田何文田廣場二樓自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183308,22.302966 ]
    },
    "properties": {
    "ID":550,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"紅磡都會道6號國際都會5樓3號行人天橋大堂入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187697,22.309289 ]
    },
    "properties": {
    "ID":553,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"紅磡馬頭圍道23至27號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.137193,22.25005 ]
    },
    "properties": {
    "ID":555,
    "銀行牌子":"東亞銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"華富邨華富﹝一﹞邨商場7號舖位對面空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190849,22.302797 ]
    },
    "properties": {
    "ID":556,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"黃埔花園第9期地下1至3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200566,22.348188 ]
    },
    "properties": {
    "ID":557,
    "銀行牌子":"東亞銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"黃大仙毓華街23號慈雲山中心5樓540號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174625,22.248065 ]
    },
    "properties": {
    "ID":559,
    "銀行牌子":"東亞銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"黃竹坑海洋公園山頂遊客服務處"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168213,22.297639 ]
    },
    "properties": {
    "ID":560,
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"尖沙咀廣東道3-27號海港城港威大廈第5座3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.255747,22.325133 ]
    },
    "properties": {
    "ID":567,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳寶林商場二樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.251703,22.306042 ]
    },
    "properties": {
    "ID":568,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳彩明商場2樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26495,22.315276 ]
    },
    "properties": {
    "ID":570,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳坑口港鐵站9號舖（近A2出口往安寧花園）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.268609,22.316367 ]
    },
    "properties": {
    "ID":571,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳明德商場地下5號鋪對出"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.264349,22.315722 ]
    },
    "properties": {
    "ID":572,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳培成路15號連理街商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.264167,22.31468 ]
    },
    "properties": {
    "ID":573,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳培成路8號南豐廣場1樓中庭位置（近B108舖位）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.258803,22.310969 ]
    },
    "properties": {
    "ID":574,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳尚德邨尚德商場地下自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165213,22.280457 ]
    },
    "properties": {
    "ID":581,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"金鐘添美道2號政府總部1樓A區（受限制區域）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175927,22.337025 ]
    },
    "properties": {
    "ID":585,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍塘港鐵站自動櫃員機ATM28（近G1出口往根德道）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179905,22.340783 ]
    },
    "properties": {
    "ID":587,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍塘香港浸會大學教學及行政大樓3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.213178,22.32424 ]
    },
    "properties": {
    "ID":588,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍灣德福廣場1期1樓自動櫃員機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.214082,22.322569 ]
    },
    "properties": {
    "ID":590,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍灣港鐵站自動櫃員機ATM1（近A出口往港鐵總部大樓）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205472,22.326438 ]
    },
    "properties": {
    "ID":591,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍灣宏光道39號宏天廣場地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203251,22.323702 ]
    },
    "properties": {
    "ID":592,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍灣展貿徑一號九龍灣國際展貿中心地下陳列櫃01C"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.164504,22.315624 ]
    },
    "properties": {
    "ID":593,
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角海庭路2號海富商場1樓自動櫃員機ATM2（近自動扶手電梯）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1721545,22.3231119 ]
    },
    "properties": {
    "ID":594,
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角太子道西193號新世紀廣場2樓（近247號商店）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131185,22.363789 ]
    },
    "properties": {
    "ID":595,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵興葵興港鐵站2號舖（近B出口往葵興邨）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127349,22.364638 ]
    },
    "properties": {
    "ID":596,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌葵盛東商場1樓132號舖側自動櫃員機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127779,22.367488 ]
    },
    "properties": {
    "ID":597,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌葵涌商場1樓102號舖對出自動扶手電梯下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.139299,22.36542 ]
    },
    "properties": {
    "ID":598,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌石籬商場二期2樓自動櫃員機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138502,22.371187 ]
    },
    "properties": {
    "ID":599,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌石蔭商場LG1樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.240078,22.302562 ]
    },
    "properties": {
    "ID":601,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"藍田廣田商場1樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23466,22.308347 ]
    },
    "properties": {
    "ID":603,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"藍田啟田商場1樓自動櫃員機4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.137943,22.341739 ]
    },
    "properties": {
    "ID":604,
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"荔枝角景荔徑8號盈暉薈1樓自動電梯側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.146904,22.337024 ]
    },
    "properties": {
    "ID":605,
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"荔枝角荔枝角港鐵站自動櫃員機ATM4（近C出口往通州西街）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.149613,22.334107 ]
    },
    "properties": {
    "ID":606,
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"荔枝角深盛路9號宇晴匯2樓櫃員機位置A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.113192,22.527801 ]
    },
    "properties": {
    "ID":607,
    "銀行牌子":"東亞銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"羅湖羅湖港鐵站地下入閘區大堂106號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.228566,22.417273 ]
    },
    "properties": {
    "ID":608,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"馬鞍山恆安商場2樓7號樓梯側自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.240956,22.426493 ]
    },
    "properties": {
    "ID":609,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"馬鞍山利安商場地庫1樓LG104號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.226762,22.422045 ]
    },
    "properties": {
    "ID":610,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"馬鞍山頌安商場地下保安櫃位側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.061174,22.352487 ]
    },
    "properties": {
    "ID":612,
    "銀行牌子":"東亞銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"馬灣珀麗灣1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.139321,22.337585 ]
    },
    "properties": {
    "ID":613,
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"美孚新邨萬事達廣場1樓88號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.219939,22.322008 ]
    },
    "properties": {
    "ID":615,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"牛頭角振華道70號樂華商場2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20442,22.330879 ]
    },
    "properties": {
    "ID":618,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"自動櫃員機",
    "地址":"啟德晴朗商場B區地下B008號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.198514,22.235276 ]
    },
    "properties": {
    "ID":619,
    "銀行牌子":"東亞銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"淺水灣海灘道28號Thepulse2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1069657,22.35851 ]
    },
    "properties": {
    "ID":620,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"青衣港鐵站4樓自動櫃員機ATM15&ATM16（近自動售票機）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.097645,22.354651 ]
    },
    "properties": {
    "ID":621,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"青衣寮肚路6號長亨邨長亨商場地下自動櫃員機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.107669,22.358168 ]
    },
    "properties": {
    "ID":622,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"青衣青敬路33號青衣城1樓173A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.107261,22.358487 ]
    },
    "properties": {
    "ID":624,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"青衣青衣港鐵站2樓201號舖（近G出口往青衣城）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.105596,22.353337 ]
    },
    "properties": {
    "ID":625,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"青衣青怡花園商場地下9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.103288,22.362442 ]
    },
    "properties": {
    "ID":626,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"青衣長發廣場2樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.09854,22.349849 ]
    },
    "properties": {
    "ID":627,
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"青衣長康二期商場1樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.111772,22.370425 ]
    },
    "properties": {
    "ID":628,
    "銀行牌子":"東亞銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣大霸街4至30號荃灣廣場下層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.118319,22.37287 ]
    },
    "properties": {
    "ID":629,
    "銀行牌子":"東亞銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣青山道210號富華中心1樓1B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.215281,22.380649 ]
    },
    "properties": {
    "ID":634,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田廣源商場地下自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195625,22.38734 ]
    },
    "properties": {
    "ID":635,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田禾輋禾輋商場近56號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19181,22.38471 ]
    },
    "properties": {
    "ID":636,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田瀝源廣場11樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205324,22.381613 ]
    },
    "properties": {
    "ID":637,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田牛皮沙街愉翠苑愉翠商場1樓自動櫃員機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186546,22.373063 ]
    },
    "properties": {
    "ID":638,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田秦石商場一樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205434,22.418299 ]
    },
    "properties": {
    "ID":641,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"沙田香港中文大學范克廉樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.209285,22.42081 ]
    },
    "properties": {
    "ID":642,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"沙田香港中文大學新亞書院樂群館梁雄姬樓地下室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181014,22.369357 ]
    },
    "properties": {
    "ID":644,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田新翠商業中心地下12號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185637,22.370321 ]
    },
    "properties": {
    "ID":645,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田新田圍商場4樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.120938,22.504665 ]
    },
    "properties": {
    "ID":650,
    "銀行牌子":"東亞銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"上水彩園路8號彩園廣場3樓櫃員機4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.228119,22.280811 ]
    },
    "properties": {
    "ID":652,
    "銀行牌子":"東亞銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"筲箕灣愛東邨愛東商場1樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161876,22.33107 ]
    },
    "properties": {
    "ID":654,
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"深水埗港鐵站自動櫃員機ATM3（近B出口往南昌街）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170933,22.324563 ]
    },
    "properties": {
    "ID":659,
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"太子道西154-158號旺角城大廈地下近正門入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.004396,22.45713 ]
    },
    "properties": {
    "ID":660,
    "銀行牌子":"東亞銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍嘉湖銀座第2期1樓134A號舖對出"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.002353,22.450977 ]
    },
    "properties": {
    "ID":662,
    "銀行牌子":"東亞銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天湖路2號天耀廣場地下自動櫃員機1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99869,22.46839 ]
    },
    "properties": {
    "ID":664,
    "銀行牌子":"東亞銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天澤邨天澤商場地下5號舖對出位置（扶手電梯側）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184428,22.280426 ]
    },
    "properties": {
    "ID":667,
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"銅鑼灣軒尼詩道555號崇光百貨公司（面向東角道）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.966653,22.409343 ]
    },
    "properties": {
    "ID":671,
    "銀行牌子":"東亞銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門寶田中轉房屋寶田商場地下10號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.963456,22.374824 ]
    },
    "properties": {
    "ID":672,
    "銀行牌子":"東亞銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門蝴蝶廣場2樓自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.978114,22.381066 ]
    },
    "properties": {
    "ID":674,
    "銀行牌子":"東亞銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門三聖商場地下3號舖對出"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97404,22.395919 ]
    },
    "properties": {
    "ID":676,
    "銀行牌子":"東亞銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門鄉事會路83號vcityL3樓（北翼）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173011,22.279759 ]
    },
    "properties": {
    "ID":680,
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"灣仔告士打道7號入境事務大樓1樓2號室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1749422,22.280851 ]
    },
    "properties": {
    "ID":681,
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"灣仔海港中心一樓SC"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.145897,22.287722 ]
    },
    "properties": {
    "ID":689,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"西環德輔道西88號普頓臺2至3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135473,22.285794 ]
    },
    "properties": {
    "ID":690,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"香港西環皇后大道西484-496號新安大樓地下I及J號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16022,22.317771 ]
    },
    "properties": {
    "ID":691,
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"西九龍奧運港鐵站12號舖（近A出口往維港灣）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.220048,22.280688 ]
    },
    "properties": {
    "ID":693,
    "銀行牌子":"東亞銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港西灣河興東商場地下自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.139076,22.282678 ]
    },
    "properties": {
    "ID":695,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"香港大學莊月明文娛中心2樓戶外"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158185,22.284738 ]
    },
    "properties": {
    "ID":696,
    "銀行牌子":"東亞銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"香港港鐵站L3東涌綫大堂自動櫃員機HOK15a及15b號（近D出口往交易廣場三期及E出口往國際金融中心商場一期）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.149596,22.259664 ]
    },
    "properties": {
    "ID":697,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港山頂加列山道41號明德國際醫院地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1848619,22.2798856 ]
    },
    "properties": {
    "ID":698,
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣怡和街2-6號英光大廈地下5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151994,22.283448 ]
    },
    "properties": {
    "ID":699,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環鴨巴甸街35號元創方B座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170815,22.3129 ]
    },
    "properties": {
    "ID":704,
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"油麻地油麻地港鐵站2號舖（近D出口往窩打老道）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.239281,22.296285 ]
    },
    "properties": {
    "ID":705,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"油塘油美苑鯉魚門廣場地下自動櫃員機3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.236781,22.298439 ]
    },
    "properties": {
    "ID":706,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"油塘油塘港鐵站自動櫃員機ATM2（近B1出口往油麗邨/商場）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.023903,22.444895 ]
    },
    "properties": {
    "ID":707,
    "銀行牌子":"東亞銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"元朗青山公路249至251號元朗廣場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.07819,22.499374 ]
    },
    "properties": {
    "ID":709,
    "銀行牌子":"東亞銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"元朗新田青山公路新田段1A號新田郵政局"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158839,22.285657 ]
    },
    "properties": {
    "ID":717,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"中環港景街1號國際金融中心商場一樓1105A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161907,22.282078 ]
    },
    "properties": {
    "ID":719,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"中環康樂廣場2號1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156375,22.281551 ]
    },
    "properties": {
    "ID":720,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"中環娛樂行2樓2E及F號舖對出"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141266,22.485397 ]
    },
    "properties": {
    "ID":723,
    "銀行牌子":"恒生銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"粉嶺花都廣場51號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.144138,22.500414 ]
    },
    "properties": {
    "ID":724,
    "銀行牌子":"恒生銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"粉嶺聯和墟和滿街8號帝庭軒商場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.113515,22.529195 ]
    },
    "properties": {
    "ID":725,
    "銀行牌子":"恒生銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵羅湖站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.065647,22.514464 ]
    },
    "properties": {
    "ID":726,
    "銀行牌子":"恒生銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵落馬洲站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1282358,22.501007 ]
    },
    "properties": {
    "ID":727,
    "銀行牌子":"恒生銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵上水站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.129989,22.501008 ]
    },
    "properties": {
    "ID":729,
    "銀行牌子":"恒生銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"上水中心一樓1040-1042號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127385,22.505404 ]
    },
    "properties": {
    "ID":731,
    "銀行牌子":"恒生銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水新康街5號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172123,22.452613 ]
    },
    "properties": {
    "ID":733,
    "銀行牌子":"恒生銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔超級城D區1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17135,22.458238 ]
    },
    "properties": {
    "ID":734,
    "銀行牌子":"恒生銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔富亨邨商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1705603,22.4444995 ]
    },
    "properties": {
    "ID":735,
    "銀行牌子":"恒生銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大埔墟站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16094,22.450572 ]
    },
    "properties": {
    "ID":736,
    "銀行牌子":"恒生銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太和站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194595,22.469013 ]
    },
    "properties": {
    "ID":738,
    "銀行牌子":"恒生銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港教育大學中央大樓C-P-11C室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.250578,22.262583 ]
    },
    "properties": {
    "ID":740,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"富怡花園商場地下6號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20006,22.292103 ]
    },
    "properties": {
    "ID":741,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵北角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23635,22.264498 ]
    },
    "properties": {
    "ID":742,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵柴灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.193803,22.288272 ]
    },
    "properties": {
    "ID":743,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵炮台山站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.229661,22.278713 ]
    },
    "properties": {
    "ID":744,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵筲箕灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.214515,22.2851 ]
    },
    "properties": {
    "ID":745,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太古站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191846,22.282511 ]
    },
    "properties": {
    "ID":746,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵天后站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.222449,22.282369 ]
    },
    "properties": {
    "ID":747,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西灣河站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23969,22.276636 ]
    },
    "properties": {
    "ID":748,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵杏花邨站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.208783,22.288656 ]
    },
    "properties": {
    "ID":749,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵鰂魚涌（西）站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.250391,22.265965 ]
    },
    "properties": {
    "ID":750,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"藍灣廣場高層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.222922,22.286621 ]
    },
    "properties": {
    "ID":751,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"鯉景灣太康街55號地下GA18B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.226039,22.279395 ]
    },
    "properties": {
    "ID":752,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"筲箕灣道251-261號F01號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2163504,22.2838487 ]
    },
    "properties": {
    "ID":759,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"自動櫃員機",
    "地址":"鰂魚涌康山道2號康怡廣場（南）二樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.213447,22.321285 ]
    },
    "properties": {
    "ID":762,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"德福商場第二期2樓大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.214115,22.323539 ]
    },
    "properties": {
    "ID":763,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.219628,22.315134 ]
    },
    "properties": {
    "ID":764,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵牛頭角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2371643,22.296992 ]
    },
    "properties": {
    "ID":765,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵油塘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225038,22.3118745 ]
    },
    "properties": {
    "ID":766,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘道418號創紀之城5期大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225038,22.3118745 ]
    },
    "properties": {
    "ID":767,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘道418號創紀之城5期APM地庫"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22602,22.311169 ]
    },
    "properties": {
    "ID":768,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘廣場地下17號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.226543,22.312333 ]
    },
    "properties": {
    "ID":769,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘線觀塘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.232722,22.306866 ]
    },
    "properties": {
    "ID":770,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘線藍田站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2081294,22.3198392 ]
    },
    "properties": {
    "ID":771,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍灣宏照道38號企業廣場五期2座2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.228063,22.306789 ]
    },
    "properties": {
    "ID":775,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"麗港城商場1樓50A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.229452,22.320839 ]
    },
    "properties": {
    "ID":776,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"曉光街21號曉麗苑曉麗商場2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.227971,22.322439 ]
    },
    "properties": {
    "ID":777,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘協和街130號地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.238619,22.2962 ]
    },
    "properties": {
    "ID":778,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"油塘大本型1樓103號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200579,22.348159 ]
    },
    "properties": {
    "ID":780,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"慈雲山中心539號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187606,22.338015 ]
    },
    "properties": {
    "ID":782,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"橫頭磡",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵樂富站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202097,22.340867 ]
    },
    "properties": {
    "ID":783,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵鑽石山站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.209078,22.334986 ]
    },
    "properties": {
    "ID":784,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘線彩虹站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19298,22.341598 ]
    },
    "properties": {
    "ID":785,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘線黃大仙站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20229,22.340554 ]
    },
    "properties": {
    "ID":786,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"荷里活廣場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200281,22.341609 ]
    },
    "properties": {
    "ID":790,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"鑽石山龍蟠苑龍蟠苑商場中心101號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1879333,22.3060151 ]
    },
    "properties": {
    "ID":791,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"德民街36-60號黃埔新邨地下5C舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1821525,22.3028171 ]
    },
    "properties": {
    "ID":793,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵紅磡站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175852,22.336918 ]
    },
    "properties": {
    "ID":794,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍塘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191314,22.309139 ]
    },
    "properties": {
    "ID":795,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"海逸道8號漁人碼頭高層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184987,22.326257 ]
    },
    "properties": {
    "ID":797,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"自動櫃員機",
    "地址":"太子道327號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1789471,22.3742625 ]
    },
    "properties": {
    "ID":801,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"香港城巿大學康樂樓4樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1821,22.33874 ]
    },
    "properties": {
    "ID":804,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"香港浸會大學逸夫行政樓3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.180282,22.339599 ]
    },
    "properties": {
    "ID":805,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"香港浸信會醫院3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.180283,22.339345 ]
    },
    "properties": {
    "ID":806,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"香港浸信會醫院E座EG等候區"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183226,22.324306 ]
    },
    "properties": {
    "ID":808,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"亞皆老街147B號醫院管理局大樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.109189,22.353321 ]
    },
    "properties": {
    "ID":809,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"翠怡商場地下OS-2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131563,22.363193 ]
    },
    "properties": {
    "ID":810,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵葵興站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.106595,22.357808 ]
    },
    "properties": {
    "ID":811,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵青衣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135422,22.35366 ]
    },
    "properties": {
    "ID":812,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"華景山道9號華景山莊"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128363,22.368227 ]
    },
    "properties": {
    "ID":813,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌邨葵涌商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.104015,22.354145 ]
    },
    "properties": {
    "ID":816,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"青衣邨商場地下7號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.097709,22.354495 ]
    },
    "properties": {
    "ID":817,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"青衣長亨邨商場K2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127719,22.356731 ]
    },
    "properties": {
    "ID":818,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣線葵芳站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.126159,22.348527 ]
    },
    "properties": {
    "ID":819,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣線荔景站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.105962,22.348992 ]
    },
    "properties": {
    "ID":823,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"長康一期商場地下3號櫃員機"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.939289,22.282125 ]
    },
    "properties": {
    "ID":824,
    "銀行牌子":"恒生銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"北大嶼山醫院1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.948522,22.293118 ]
    },
    "properties": {
    "ID":825,
    "銀行牌子":"恒生銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"東涌健東路1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.940901,22.289097 ]
    },
    "properties": {
    "ID":826,
    "銀行牌子":"恒生銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"東涌線東涌站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934276,22.318894 ]
    },
    "properties": {
    "ID":827,
    "銀行牌子":"恒生銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"富豪機場酒店二樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.941188,22.321858 ]
    },
    "properties": {
    "ID":828,
    "銀行牌子":"恒生銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵博覽館站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.044921,22.315474 ]
    },
    "properties": {
    "ID":829,
    "銀行牌子":"恒生銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵迪士尼站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.029378,22.332108 ]
    },
    "properties": {
    "ID":830,
    "銀行牌子":"恒生銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵欣澳站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.062406,22.353461 ]
    },
    "properties": {
    "ID":831,
    "銀行牌子":"恒生銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"珀麗灣巴士總站候車室地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.016594,22.308121 ]
    },
    "properties": {
    "ID":832,
    "銀行牌子":"恒生銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"愉景灣愉景北商場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.164729,22.244447 ]
    },
    "properties": {
    "ID":834,
    "銀行牌子":"恒生銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔深灣道8號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.153634,22.248828 ]
    },
    "properties": {
    "ID":835,
    "銀行牌子":"恒生銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔中心2期地下8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.150415,22.244629 ]
    },
    "properties": {
    "ID":836,
    "銀行牌子":"恒生銀行",
    "18區":"南區",
    "sub區":"鴨脷洲",
    "我們的分類":"自動櫃員機",
    "地址":"鴨脷洲邨利澤樓41A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.124685,22.37038 ]
    },
    "properties": {
    "ID":838,
    "銀行牌子":"恒生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大窩口站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.110731,22.368166 ]
    },
    "properties": {
    "ID":839,
    "銀行牌子":"恒生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵荃灣西站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.111285,22.370869 ]
    },
    "properties": {
    "ID":841,
    "銀行牌子":"恒生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣廣場2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.107402,22.372844 ]
    },
    "properties": {
    "ID":842,
    "銀行牌子":"恒生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣海盛路9號有線電視大樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.099991,22.371049 ]
    },
    "properties": {
    "ID":843,
    "銀行牌子":"恒生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣青山公路620號麗城花園第二期商場G7A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1207636,22.3690012 ]
    },
    "properties": {
    "ID":844,
    "銀行牌子":"恒生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣荃華街3號悅來坊地庫1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.114725,22.374338 ]
    },
    "properties": {
    "ID":845,
    "銀行牌子":"恒生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣荃錦中心商場2樓5號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.118595,22.373075 ]
    },
    "properties": {
    "ID":846,
    "銀行牌子":"恒生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣線荃灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11762,22.369359 ]
    },
    "properties": {
    "ID":847,
    "銀行牌子":"恒生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"沙咀道289號恒生荃灣大廈4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175634,22.360974 ]
    },
    "properties": {
    "ID":850,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"大圍富健街18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.204675,22.400558 ]
    },
    "properties": {
    "ID":851,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"第一座大看台一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.222741,22.407132 ]
    },
    "properties": {
    "ID":852,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大水坑站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178152,22.373284 ]
    },
    "properties": {
    "ID":853,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大圍站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.210219,22.413484 ]
    },
    "properties": {
    "ID":854,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大學站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203779,22.382832 ]
    },
    "properties": {
    "ID":855,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵第一城站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.198917,22.3959 ]
    },
    "properties": {
    "ID":856,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵火炭站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23163,22.424807 ]
    },
    "properties": {
    "ID":857,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵馬鞍山站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194593,22.376603 ]
    },
    "properties": {
    "ID":858,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵沙田圍站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18729,22.382339 ]
    },
    "properties": {
    "ID":859,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵沙田站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.211267,22.379038 ]
    },
    "properties": {
    "ID":860,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"恒生管理學院教學大樓3樓升降機大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225433,22.403648 ]
    },
    "properties": {
    "ID":861,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"恒信街2號富安花園"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20637,22.402293 ]
    },
    "properties": {
    "ID":865,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"會員席2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205167,22.400955 ]
    },
    "properties": {
    "ID":866,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"會員席入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.201864,22.397044 ]
    },
    "properties": {
    "ID":868,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"沙田通訊及科技中心"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191302,22.376973 ]
    },
    "properties": {
    "ID":869,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田乙明邨明耀樓地下7及9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20536,22.381992 ]
    },
    "properties": {
    "ID":870,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田愉翠商場1樓大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.193467,22.397258 ]
    },
    "properties": {
    "ID":871,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"山尾街18號沙田商業中心1樓19號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.204394,22.422437 ]
    },
    "properties": {
    "ID":873,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港中文大學和聲書院"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187561,22.379867 ]
    },
    "properties": {
    "ID":874,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新城市廣場第三期2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.231831,22.423885 ]
    },
    "properties": {
    "ID":875,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新港城中心第三層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212764,22.398076 ]
    },
    "properties": {
    "ID":876,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"亞公角街33號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.140653,22.337492 ]
    },
    "properties": {
    "ID":879,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵美孚站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15327,22.327176 ]
    },
    "properties": {
    "ID":880,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵南昌站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1617967,22.3310009 ]
    },
    "properties": {
    "ID":881,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵深水埗站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168524,22.331675 ]
    },
    "properties": {
    "ID":882,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵石硤尾站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157837,22.335345 ]
    },
    "properties": {
    "ID":883,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵長沙灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1454746,22.3374643 ]
    },
    "properties": {
    "ID":884,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角青山道800號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156561,22.33851 ]
    },
    "properties": {
    "ID":887,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"青山道322號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148214,22.337439 ]
    },
    "properties": {
    "ID":889,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣線荔枝角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166918,22.332972 ]
    },
    "properties": {
    "ID":890,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"石硤尾邨服務設施大樓入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.147038,22.33597 ]
    },
    "properties": {
    "ID":892,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"長沙灣長順街17號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.973274,22.394902 ]
    },
    "properties": {
    "ID":893,
    "銀行牌子":"恒生銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵屯門站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.979407,22.405179 ]
    },
    "properties": {
    "ID":894,
    "銀行牌子":"恒生銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵兆康站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9707035,22.4026756 ]
    },
    "properties": {
    "ID":895,
    "銀行牌子":"恒生銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門大興邨大興商場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975111,22.387627 ]
    },
    "properties": {
    "ID":898,
    "銀行牌子":"恒生銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門友愛邨友愛路H.A.N.D.S商場S區地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173198,22.277725 ]
    },
    "properties": {
    "ID":901,
    "銀行牌子":"恒生銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵灣仔站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18707,22.275111 ]
    },
    "properties": {
    "ID":903,
    "銀行牌子":"恒生銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"加路連山道88號體育中心地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.182104,22.271013 ]
    },
    "properties": {
    "ID":904,
    "銀行牌子":"恒生銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"跑馬地馬場公眾席地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181605,22.272078 ]
    },
    "properties": {
    "ID":905,
    "銀行牌子":"恒生銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"跑馬地馬場會員席1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18848,22.278316 ]
    },
    "properties": {
    "ID":907,
    "銀行牌子":"恒生銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"聖保祿醫院新翼地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.257206,22.322478 ]
    },
    "properties": {
    "ID":912,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵寶琳站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.252098,22.3038 ]
    },
    "properties": {
    "ID":913,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵調景嶺站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.260112,22.307144 ]
    },
    "properties": {
    "ID":914,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵將軍澳站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.26876,22.295318 ]
    },
    "properties": {
    "ID":915,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵康城站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.264182,22.315725 ]
    },
    "properties": {
    "ID":916,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵坑口站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.270181,22.31776 ]
    },
    "properties": {
    "ID":917,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳寶寧里2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.263462,22.336177 ]
    },
    "properties": {
    "ID":919,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"自動櫃員機",
    "地址":"清水灣香港科技大學教學大樓地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25981,22.309394 ]
    },
    "properties": {
    "ID":920,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳唐俊街8號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.265007,22.336325 ]
    },
    "properties": {
    "ID":922,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"自動櫃員機",
    "地址":"香港科技大學李兆基商學大樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.258022,22.322661 ]
    },
    "properties": {
    "ID":924,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新都城第二期1樓ATM09-10"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1641006,22.3209505 ]
    },
    "properties": {
    "ID":926,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"埃華街1號明泰樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1610874,22.3215751 ]
    },
    "properties": {
    "ID":927,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"埃華街70-86號大成樓地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161462,22.304266 ]
    },
    "properties": {
    "ID":929,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"東涌線九龍站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160396,22.317126 ]
    },
    "properties": {
    "ID":930,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵奧運站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174406,22.295189 ]
    },
    "properties": {
    "ID":931,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵尖東站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171768,22.298398 ]
    },
    "properties": {
    "ID":932,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵尖沙咀站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169394,22.324571 ]
    },
    "properties": {
    "ID":933,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太子站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172249,22.32119 ]
    },
    "properties": {
    "ID":934,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵旺角東站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170437,22.320972 ]
    },
    "properties": {
    "ID":935,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵旺角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169815,22.313734 ]
    },
    "properties": {
    "ID":936,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵油麻地站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178479,22.298331 ]
    },
    "properties": {
    "ID":939,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"尖沙咀麼地道68號帝國中心地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171592,22.30522 ]
    },
    "properties": {
    "ID":943,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣線佐敦站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1713756,22.3166795 ]
    },
    "properties": {
    "ID":944,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"豉油街50號富達大廈地下4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1688516,22.3192618 ]
    },
    "properties": {
    "ID":946,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"旺角亞皆老街113號恒生113地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.063399,22.434212 ]
    },
    "properties": {
    "ID":948,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵錦上路站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.025635,22.44759 ]
    },
    "properties": {
    "ID":949,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵朗屏站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.004687,22.448281 ]
    },
    "properties": {
    "ID":950,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵天水圍站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.034924,22.446272 ]
    },
    "properties": {
    "ID":951,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵元朗站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0295667,22.4445738 ]
    },
    "properties": {
    "ID":952,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"谷亭街2-4號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.997591,22.462098 ]
    },
    "properties": {
    "ID":955,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍頌富廣場一期2樓L221號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.998817,22.455934 ]
    },
    "properties": {
    "ID":956,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天瑞商場地下ATM2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.998873,22.456095 ]
    },
    "properties": {
    "ID":957,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天澤商場地下ATM4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.041717,22.445355 ]
    },
    "properties": {
    "ID":958,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"元朗坳頭"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.035325,22.445918 ]
    },
    "properties": {
    "ID":959,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"元朗元朗街9號形點1期地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.136255,22.286799 ]
    },
    "properties": {
    "ID":962,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"德輔道西363號地下4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128979,22.2812789 ]
    },
    "properties": {
    "ID":966,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵堅尼地城站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165356,22.278206 ]
    },
    "properties": {
    "ID":967,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵金鐘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1520238,22.2866541 ]
    },
    "properties": {
    "ID":968,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵上環站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142766,22.285575 ]
    },
    "properties": {
    "ID":969,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西營盤站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.134659,22.2844633 ]
    },
    "properties": {
    "ID":970,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵香港大學站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158056,22.284377 ]
    },
    "properties": {
    "ID":971,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵香港站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128129,22.281674 ]
    },
    "properties": {
    "ID":976,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"香港士美菲路45-51號地下及地庫"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165251,22.280507 ]
    },
    "properties": {
    "ID":977,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"政府總部1樓B區"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1592925,22.2852909 ]
    },
    "properties": {
    "ID":978,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"中環國際金融中心二期地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2591,22.30752 ]
    },
    "properties": {
    "ID":1098,
    "銀行牌子":"大新銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳唐賢街9號PopCorn商場二號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2037,22.32406 ]
    },
    "properties": {
    "ID":1099,
    "銀行牌子":"大新銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍灣展貿徑一號九龍灣國際展貿中心地下陳列櫃01B"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.217182,22.286759 ]
    },
    "properties": {
    "ID":1100,
    "銀行牌子":"大新銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"自動櫃員機",
    "地址":"太古城道18號太古城中心商場2期B1層APITA"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1612875,22.2796675 ]
    },
    "properties": {
    "ID":1129,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港花園道1號中銀大厦3樓大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1612875,22.2796675 ]
    },
    "properties": {
    "ID":1130,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港花園道1號中銀大厦地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1630349,22.2770036 ]
    },
    "properties": {
    "ID":1138,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環堅尼地道42號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1576765,22.2827585 ]
    },
    "properties": {
    "ID":1143,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"干諾道中13-14號歐陸貿易中心地下W舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165224,22.279481 ]
    },
    "properties": {
    "ID":1144,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港金鐘夏愨道18號海富中心一樓F97號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151947,22.286659 ]
    },
    "properties": {
    "ID":1145,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵上環站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158554,22.281488 ]
    },
    "properties": {
    "ID":1146,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵中環站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128987,22.281316 ]
    },
    "properties": {
    "ID":1147,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵堅尼地城站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.144236,22.287326 ]
    },
    "properties": {
    "ID":1148,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西營盤站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165959,22.2780189 ]
    },
    "properties": {
    "ID":1149,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵金鐘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158882,22.28424 ]
    },
    "properties": {
    "ID":1150,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵香港站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165361,22.278421 ]
    },
    "properties": {
    "ID":1154,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港金鐘道95號統一中心商場1011號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1361807,22.2828229 ]
    },
    "properties": {
    "ID":1161,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林道香港大學黃克競樓平台"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1726998,22.3355885 ]
    },
    "properties": {
    "ID":1166,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍達之路香港城市大學教學樓3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148304,22.3353581 ]
    },
    "properties": {
    "ID":1167,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角道833號昇悅商場1樓（129號舖旁）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2030471,22.3318228 ]
    },
    "properties": {
    "ID":1168,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"自動櫃員機",
    "地址":"九龍城晴朗商場A區1樓ATM位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1817587,22.3027602 ]
    },
    "properties": {
    "ID":1169,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵紅磡站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1759259,22.3370516 ]
    },
    "properties": {
    "ID":1170,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"九龍塘",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍塘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1619118,22.3048155 ]
    },
    "properties": {
    "ID":1171,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1716793,22.3048748 ]
    },
    "properties": {
    "ID":1172,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵佐敦站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1666256,22.3035449 ]
    },
    "properties": {
    "ID":1177,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵柯士甸站非付款大堂104號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179362,22.3045487 ]
    },
    "properties": {
    "ID":1179,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡香港理工大學邵逸夫樓平台二樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188322,22.305078 ]
    },
    "properties": {
    "ID":1182,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡黃埔花園第一期商場G8B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.041822,22.445515 ]
    },
    "properties": {
    "ID":1188,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗坳頭博愛醫院地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0033567,22.46309096 ]
    },
    "properties": {
    "ID":1191,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天晴村晴雲樓地下空置地方ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9986758,22.4684022 ]
    },
    "properties": {
    "ID":1192,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天瑞路Nos.71,73,75及77天澤商場地下ATMNo.6"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9968609,22.4338635 ]
    },
    "properties": {
    "ID":1195,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗洪水橋洪堤路8號雅珊園1樓76號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.07958,22.440067 ]
    },
    "properties": {
    "ID":1196,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"元朗錦田荃錦公路石崗村軍營"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0275784,22.444956 ]
    },
    "properties": {
    "ID":1198,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"元朗壽富街29號興隆中心地下20號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0347266,22.4461076 ]
    },
    "properties": {
    "ID":1199,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵元朗站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0061797,22.4495854 ]
    },
    "properties": {
    "ID":1200,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵天水圍站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02546,22.4477415 ]
    },
    "properties": {
    "ID":1201,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵朗屏站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0633911,22.4350295 ]
    },
    "properties": {
    "ID":1202,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵錦上路站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.068224,22.44122 ]
    },
    "properties": {
    "ID":1203,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗錦田永隆圍lotno.14D.D.109,3號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045017,22.477497 ]
    },
    "properties": {
    "ID":1204,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗錦繡花園市中心E座地下6號A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.997848,22.462242 ]
    },
    "properties": {
    "ID":1205,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍頌富商場二期地下ATMNo.4"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.997882,22.462237 ]
    },
    "properties": {
    "ID":1206,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"元朗天水圍頌富廣場一期二樓L218A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.133831,22.503546 ]
    },
    "properties": {
    "ID":1210,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水天平邨商場地下121號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.124448,22.496649 ]
    },
    "properties": {
    "ID":1211,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"新界上水保健路9號北區醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1357505,22.49331788 ]
    },
    "properties": {
    "ID":1212,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺嘉福商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.153172,22.507355 ]
    },
    "properties": {
    "ID":1214,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"新圍軍營-沙頭角公路龍躍頭段"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1273204,22.50187717 ]
    },
    "properties": {
    "ID":1215,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵上水站付款大堂SHS6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1611966,22.4509989 ]
    },
    "properties": {
    "ID":1216,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵太和站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1389248,22.4919945 ]
    },
    "properties": {
    "ID":1217,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵粉嶺站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1130299,22.5289987 ]
    },
    "properties": {
    "ID":1218,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵羅湖站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0645618,22.5152125 ]
    },
    "properties": {
    "ID":1219,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵落馬洲站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127195,22.4943 ]
    },
    "properties": {
    "ID":1221,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"上水清河村清譽樓附翼地下空地ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138579,22.482584 ]
    },
    "properties": {
    "ID":1226,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"粉嶺華明路22號雍盛苑商場地下ATM2號位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156484,22.241107 ]
    },
    "properties": {
    "ID":1227,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"利東商場二期Level2ATMNo.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131178,22.270272 ]
    },
    "properties": {
    "ID":1230,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林道102號瑪麗醫院（A翼）主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157404,22.249771 ]
    },
    "properties": {
    "ID":1232,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔石排灣商場低層一樓鄰近2號舖的公眾地方ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.137494,22.250162 ]
    },
    "properties": {
    "ID":1234,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港薄扶林華富道23號華富（一）商場地下22號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173293,22.251101 ]
    },
    "properties": {
    "ID":1235,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔黃竹坑道125號葛量洪醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1983816,22.2581293 ]
    },
    "properties": {
    "ID":1237,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"陽明山莊商業中心地下88號大潭水塘道"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184265,22.263565 ]
    },
    "properties": {
    "ID":1239,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港司徒拔道40號港安醫院"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.150138,22.244708 ]
    },
    "properties": {
    "ID":1241,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"鴨脷洲",
    "我們的分類":"自動櫃員機",
    "地址":"香港鴨脷洲鴨脷洲橋路322,326,328,330及332號鴨脷洲村利澤樓地下12號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166206,22.248186 ]
    },
    "properties": {
    "ID":1242,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港黃竹坑道40號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1680336,22.45417728 ]
    },
    "properties": {
    "ID":1243,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔汀角路10號大元街市地下411號單位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170132,22.451487 ]
    },
    "properties": {
    "ID":1246,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔大埔超級城D區一樓OS-9號位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160788,22.450635 ]
    },
    "properties": {
    "ID":1247,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔太和路12號太和廣場東翼L1樓自動櫃員機4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1703949,22.4446918 ]
    },
    "properties": {
    "ID":1253,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵大埔墟站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203108,22.431987 ]
    },
    "properties": {
    "ID":1254,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"大埔白石角天賦海灣第四期「逸瓏灣」住宅項目商場LG/F層ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17539,22.458535 ]
    },
    "properties": {
    "ID":1255,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔全安路11號雅麗氏何妙齡那打素醫院A座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.978032,22.412426 ]
    },
    "properties": {
    "ID":1256,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門兆康苑兆康商場一樓213號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.971944,22.399414 ]
    },
    "properties": {
    "ID":1257,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"大興村大興商場1期地下1號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.983378,22.413899 ]
    },
    "properties": {
    "ID":1258,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯貴路9號富泰邨富泰商場地下4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9751923,22.3876644 ]
    },
    "properties": {
    "ID":1259,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門友愛路友愛邨「H.A.N.D.S」商場S區地下（又稱L1）ATMNo.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975861,22.410162 ]
    },
    "properties": {
    "ID":1264,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門青松觀路23號屯門醫院2樓康復大樓大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976148,22.407223 ]
    },
    "properties": {
    "ID":1265,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門青松觀路23號屯門醫院主座地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.965815,22.396663 ]
    },
    "properties": {
    "ID":1266,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門山景商場低層地下ATM,近121號商舖之公眾地方"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.971423,22.383721 ]
    },
    "properties": {
    "ID":1268,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門海珠路2號海典軒地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9783114,22.4120875 ]
    },
    "properties": {
    "ID":1272,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵兆康站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9724986,22.3939871 ]
    },
    "properties": {
    "ID":1273,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西鐵線屯門站TUM21舖（設有語音導航自動櫃員機）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.973001,22.409073 ]
    },
    "properties": {
    "ID":1274,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門青松觀路15號青山醫院C座G31室地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.192742,22.288422 ]
    },
    "properties": {
    "ID":1275,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角電氣道183號12樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.201141,22.291066 ]
    },
    "properties": {
    "ID":1276,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"北角英皇道480號地舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1939856,22.2784156 ]
    },
    "properties": {
    "ID":1279,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港大坑勵德村6座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.192162,22.283216 ]
    },
    "properties": {
    "ID":1285,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港天后留仙街3號雅景樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21876,22.286372 ]
    },
    "properties": {
    "ID":1286,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"自動櫃員機",
    "地址":"香港太古城耀星閣G1012-G1013"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.216001,22.284487 ]
    },
    "properties": {
    "ID":1291,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"自動櫃員機",
    "地址":"香港鰂魚涌康山道2號康怡廣場南座二樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.236508,22.269438 ]
    },
    "properties": {
    "ID":1294,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣樂民道3號東區尤德夫人那打素醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2006345,22.290879 ]
    },
    "properties": {
    "ID":1298,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵北角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1915316,22.2826838 ]
    },
    "properties": {
    "ID":1299,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵天后站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2162496,22.2845337 ]
    },
    "properties": {
    "ID":1300,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太古站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2398653,22.2766647 ]
    },
    "properties": {
    "ID":1301,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵杏花邨站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2371801,22.2645261 ]
    },
    "properties": {
    "ID":1302,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵柴灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1939313,22.2883244 ]
    },
    "properties": {
    "ID":1303,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵炮台山站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2291588,22.2789312 ]
    },
    "properties": {
    "ID":1304,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵筲箕灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.222468,22.2818951 ]
    },
    "properties": {
    "ID":1305,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西灣河站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2098278,22.28794486 ]
    },
    "properties": {
    "ID":1306,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵鰂魚涌站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.240396,22.267949 ]
    },
    "properties": {
    "ID":1308,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣翠灣村翠灣商場地下2號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.224106,22.277426 ]
    },
    "properties": {
    "ID":1309,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"筲箕灣耀東商場1樓ATMNo.1"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175274,22.360463 ]
    },
    "properties": {
    "ID":1314,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界大圍富健街18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1912206,22.3750322 ]
    },
    "properties": {
    "ID":1315,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田圍博康邨商業中心125號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.20262,22.380785 ]
    },
    "properties": {
    "ID":1318,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田銀城街30-32號威爾斯親王醫院1樓住院主樓暨創傷中心"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200995,22.37938 ]
    },
    "properties": {
    "ID":1319,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田銀城街30-32號威爾斯親王醫院2樓主樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.223258,22.405011 ]
    },
    "properties": {
    "ID":1320,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田恒信街2號富安花園地下2C舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237438,22.424006 ]
    },
    "properties": {
    "ID":1321,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山錦英路6號富寶花園商場一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181661,22.369142 ]
    },
    "properties": {
    "ID":1324,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"大圍翠田街2號新翠村新翠商場地下ATMNo.1"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2100038,22.413378 ]
    },
    "properties": {
    "ID":1325,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵大學站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1870186,22.3820852 ]
    },
    "properties": {
    "ID":1326,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"東鐵沙田站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205178,22.400992 ]
    },
    "properties": {
    "ID":1331,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬場-第二座大看台一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205178,22.400992 ]
    },
    "properties": {
    "ID":1332,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬場-會員席正門入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.204192,22.40057 ]
    },
    "properties": {
    "ID":1333,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬場6樓公眾包廂席2號看台"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.204742,22.4005805 ]
    },
    "properties": {
    "ID":1334,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬場-第二座看台2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1980787,22.39502 ]
    },
    "properties": {
    "ID":1338,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵火炭站FOT5號舖（閘內付款大堂）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2091626,22.38689468 ]
    },
    "properties": {
    "ID":1339,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田碩門村健碩樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194997,22.38809 ]
    },
    "properties": {
    "ID":1340,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"沙田德厚街3號禾輋邨禾輋商場二樓5號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176056,22.378129 ]
    },
    "properties": {
    "ID":1341,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"沙田大圍美林村美林商場一樓ATMNo.1（近郵政局的公眾地方）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200282,22.397958 ]
    },
    "properties": {
    "ID":1342,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"火炭樂景街2-18號銀禧花園商場2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200586,22.348177 ]
    },
    "properties": {
    "ID":1344,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬鞍山西沙路頌安邨頌安商場1樓ATMNo.4"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171799,22.363864 ]
    },
    "properties": {
    "ID":1345,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"沙田大圍車公廟路69號顯徑邨顯徑商場地下3號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1784965,22.3729071 ]
    },
    "properties": {
    "ID":1346,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大圍站付款大堂35號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2225562,22.4079662 ]
    },
    "properties": {
    "ID":1347,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵大水坑站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2259521,22.4181164 ]
    },
    "properties": {
    "ID":1348,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵恒安站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1951337,22.3771576 ]
    },
    "properties": {
    "ID":1349,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵線沙田圍站付款大堂3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2440546,22.4292713 ]
    },
    "properties": {
    "ID":1350,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵烏溪沙站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2092057,22.3879694 ]
    },
    "properties": {
    "ID":1351,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵石門站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2035163,22.3830159 ]
    },
    "properties": {
    "ID":1352,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵線第一城站付款大堂4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1861067,22.3748005 ]
    },
    "properties": {
    "ID":1353,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵車公廟站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.231057,22.42548 ]
    },
    "properties": {
    "ID":1354,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"馬鐵馬鞍山站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158159,22.319661 ]
    },
    "properties": {
    "ID":1357,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍海輝道11號奧海城一期中銀中心UG層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179407,22.32304 ]
    },
    "properties": {
    "ID":1359,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"九龍亞皆老街147A九龍醫院（西翼）UG層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173856,22.307741 ]
    },
    "properties": {
    "ID":1360,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍加士居道30號伊利沙伯醫院E室地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17437,22.30915 ]
    },
    "properties": {
    "ID":1361,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍加士居道30號伊利沙伯醫院ACC層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168623,22.293981 ]
    },
    "properties": {
    "ID":1370,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"尖沙咀天星碼頭KP-33B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1710358,22.3177364 ]
    },
    "properties": {
    "ID":1372,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角山東街42-48號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162466,22.319518 ]
    },
    "properties": {
    "ID":1375,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍大角咀道38號新九龍廣場地下090號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169291,22.319415 ]
    },
    "properties": {
    "ID":1379,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵旺角站自動櫃員機（MOKATM3）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1748335,22.2956492 ]
    },
    "properties": {
    "ID":1383,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵尖東站非付款大堂24號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1725977,22.3223045 ]
    },
    "properties": {
    "ID":1384,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵旺角東站付款大堂MKK9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1682587,22.3246879 ]
    },
    "properties": {
    "ID":1386,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太子站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1602116,22.31786186 ]
    },
    "properties": {
    "ID":1387,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵奧運站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171896,22.297415 ]
    },
    "properties": {
    "ID":1388,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵尖沙咀站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1707112,22.3130319 ]
    },
    "properties": {
    "ID":1389,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵油麻地站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183204,22.324293 ]
    },
    "properties": {
    "ID":1392,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍亞皆老街147B醫管局大樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169437,22.317559 ]
    },
    "properties": {
    "ID":1394,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"旺角彌敦道625號及639號雅蘭中心地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1707581,22.3328195 ]
    },
    "properties": {
    "ID":1396,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"九龍南山村南樂樓鄰近112號商舖的空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155041,22.32764834 ]
    },
    "properties": {
    "ID":1398,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗西村路富昌邨富昌商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1363279,22.31926254 ]
    },
    "properties": {
    "ID":1399,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"昂船洲軍營第七座酒吧"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15241,22.34062 ]
    },
    "properties": {
    "ID":1400,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗永康街111號明愛醫院懷明樓3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14691,22.332534 ]
    },
    "properties": {
    "ID":1403,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"深水埗深旺道100號海麗商場1樓ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162256,22.3309117 ]
    },
    "properties": {
    "ID":1406,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵深水埗站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1688729,22.3320886 ]
    },
    "properties": {
    "ID":1407,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵石硤尾站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1365657,22.3388814 ]
    },
    "properties": {
    "ID":1408,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵美孚站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148211,22.3373673 ]
    },
    "properties": {
    "ID":1409,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵荔枝角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1563115,22.3352475 ]
    },
    "properties": {
    "ID":1410,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵長沙灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.134603,22.340426 ]
    },
    "properties": {
    "ID":1411,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角瑪嘉烈醫院道2-10號瑪嘉烈醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.167416,22.3349055 ]
    },
    "properties": {
    "ID":1412,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"自動櫃員機",
    "地址":"石硤尾白田村麗田樓地下鄰近區域保養辦事正門之公眾地方的ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1524136,22.3274697 ]
    },
    "properties": {
    "ID":1417,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵南昌站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1365657,22.3388814 ]
    },
    "properties": {
    "ID":1418,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵西鐵線美孚站MEF102舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131036,22.354119 ]
    },
    "properties": {
    "ID":1422,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"九龍麗瑤村街市鄰近1號商舖的空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1731023,22.2793434 ]
    },
    "properties": {
    "ID":1423,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔告士打道7號入境事務大樓1樓1號室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175333,22.275799 ]
    },
    "properties": {
    "ID":1424,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔皇后大道東266號律敦治醫院LG3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190236,22.274776 ]
    },
    "properties": {
    "ID":1425,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣東院道19號東華東院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1730167,22.2773543 ]
    },
    "properties": {
    "ID":1429,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵灣仔站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1826128,22.2800834 ]
    },
    "properties": {
    "ID":1430,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵銅鑼灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1803503,22.27225888 ]
    },
    "properties": {
    "ID":1435,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"跑馬地馬場一樓會員席入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18402,22.269802 ]
    },
    "properties": {
    "ID":1438,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"跑馬地馬場-公眾席入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170094,22.280042 ]
    },
    "properties": {
    "ID":1441,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"灣仔告士打道1號香港演藝學院"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.119618,22.369733 ]
    },
    "properties": {
    "ID":1442,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣仁濟街7-11號仁濟醫院C座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.114413,22.363177 ]
    },
    "properties": {
    "ID":1445,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣海濱花園平台A120號舖旁位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1178631,22.3736528 ]
    },
    "properties": {
    "ID":1447,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵荃灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.139254,22.365722 ]
    },
    "properties": {
    "ID":1448,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"石籬商場二期3樓ATMNo.2（近1號商舖之公眾地方）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.119739,22.372795 ]
    },
    "properties": {
    "ID":1450,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣綠楊坊地下G33號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.103961,22.376485 ]
    },
    "properties": {
    "ID":1453,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣港安醫院L/G層鄰近餐廳入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.109761,22.3687467 ]
    },
    "properties": {
    "ID":1456,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"西鐵荃灣西站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1114093,22.3344701 ]
    },
    "properties": {
    "ID":1459,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"靑衣航運路36號亞洲物流中心-順豐大廈9樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1244316,22.34062892 ]
    },
    "properties": {
    "ID":1460,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌貨櫃碼頭南路18號葵涌四號貨櫃碼頭和黃物流中心M1層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1209574,22.3633509 ]
    },
    "properties": {
    "ID":1461,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"香港葵涌永基路55號嘉里貨運中心P1層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.123796,22.368449 ]
    },
    "properties": {
    "ID":1462,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"大窩口商場3樓ATMNo.1,近C8號商舖之公眾地方"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.136684,22.378343 ]
    },
    "properties": {
    "ID":1466,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌梨木樹邨商場地下大堂（自動櫃員機2號位置-近17號舖）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1249245,22.3709389 ]
    },
    "properties": {
    "ID":1467,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大窩口站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1261843,22.3483934 ]
    },
    "properties": {
    "ID":1468,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵荔景站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1312033,22.363279 ]
    },
    "properties": {
    "ID":1469,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵葵興站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1279571,22.357013 ]
    },
    "properties": {
    "ID":1470,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵葵芳站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1069773,22.3585318 ]
    },
    "properties": {
    "ID":1471,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵青衣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13766,22.341838 ]
    },
    "properties": {
    "ID":1472,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌景荔徑8號盈暉家居城二樓206號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13859,22.371545 ]
    },
    "properties": {
    "ID":1473,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌梨木道120號石蔭鸷石蔭商場LG1層面對114號舖的公眾地方1號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1285703,22.34558316 ]
    },
    "properties": {
    "ID":1474,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌祖堯村一樓A座"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1083813,22.35239774 ]
    },
    "properties": {
    "ID":1475,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣翠怡花園商場2期地下的公眾地方"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127747,22.367554 ]
    },
    "properties": {
    "ID":1477,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌村葵涌商場101號商舖對面的公共地方ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.133432,22.343399 ]
    },
    "properties": {
    "ID":1480,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌醫院道3-15號地下葵涌醫院服務層主樓大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.129794,22.357963 ]
    },
    "properties": {
    "ID":1481,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"葵涌葵芳村葵芳商場一樓ATMNo.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.109823,22.343678 ]
    },
    "properties": {
    "ID":1482,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣藍澄灣商場一樓鄰近18號商舖的空地"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.10337,22.36246 ]
    },
    "properties": {
    "ID":1483,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣島長發邨商場3樓316號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.255891,22.325245 ]
    },
    "properties": {
    "ID":1488,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將寶澳寶林邨寶林商場中心106號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.269864,22.317884 ]
    },
    "properties": {
    "ID":1491,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳坑口寶寧里2號將軍澳醫院主樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.258878,22.311037 ]
    },
    "properties": {
    "ID":1492,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳唐明街2號尚德邨尚德商場一樓ATMNo.3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2513179,22.3059715 ]
    },
    "properties": {
    "ID":1493,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳彩明街1號彩明苑彩明商場1樓ATMNo.4"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2643617,22.3157373 ]
    },
    "properties": {
    "ID":1496,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵坑口站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2577732,22.3228576 ]
    },
    "properties": {
    "ID":1497,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵寶琳站非付款大堂POA8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2598617,22.3074394 ]
    },
    "properties": {
    "ID":1498,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵將軍澳站非付款大堂TKO8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2685167,22.2947607 ]
    },
    "properties": {
    "ID":1499,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵康城站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2641663,22.3348664 ]
    },
    "properties": {
    "ID":1500,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"自動櫃員機",
    "地址":"新界清水灣道香港科技大學李兆基商學院大樓地下樓層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.248978,22.3229 ]
    },
    "properties": {
    "ID":1501,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳翠林邨翠林商場5樓134號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.256257,22.31398 ]
    },
    "properties": {
    "ID":1503,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"九龍將軍澳靈實路8號靈實醫院地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.263498,22.337443 ]
    },
    "properties": {
    "ID":1504,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"自動櫃員機",
    "地址":"新界清水灣道香港科技大學學術廊入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.206964,22.323692 ]
    },
    "properties": {
    "ID":1506,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍灣臨華街1號九巴九龍灣車廠地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.209794,22.32884 ]
    },
    "properties": {
    "ID":1510,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘道啟業商場啟賢樓地下自動櫃員機2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.227656,22.322202 ]
    },
    "properties": {
    "ID":1511,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘協和街130號基督教聯合醫院S層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.238602,22.296236 ]
    },
    "properties": {
    "ID":1512,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"油塘大本型MTR層M07號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.208232,22.322588 ]
    },
    "properties": {
    "ID":1513,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍九龍灣臨樂街19號南豐商業中心地下G1舖之餘下部份"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2369506,22.3063718 ]
    },
    "properties": {
    "ID":1514,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田平田商場2樓203A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2167559,22.32760616 ]
    },
    "properties": {
    "ID":1515,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"三彩",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘彩福村彩喜樓1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.219908,22.321833 ]
    },
    "properties": {
    "ID":1518,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角振華路70號樂華（北村）商場3樓3號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2139496,22.3234646 ]
    },
    "properties": {
    "ID":1520,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍灣站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2371179,22.297903 ]
    },
    "properties": {
    "ID":1521,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵油塘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2192512,22.315558 ]
    },
    "properties": {
    "ID":1522,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵牛頭角站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2329823,22.3065678 ]
    },
    "properties": {
    "ID":1523,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵藍田站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2264356,22.3122633 ]
    },
    "properties": {
    "ID":1524,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵觀塘站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.252205,22.304033 ]
    },
    "properties": {
    "ID":1525,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵調景嶺站非付款大堂TIL8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.234866,22.315313 ]
    },
    "properties": {
    "ID":1528,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"自動櫃員機",
    "地址":"九龍秀茂坪（南）村秀善樓地下房村辦事處外面的公共地方ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.940172,22.282037 ]
    },
    "properties": {
    "ID":1536,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"東涌松仁路8號北大嶼山醫院1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9331485,22.2980015 ]
    },
    "properties": {
    "ID":1537,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港國際機場觀景路8號國泰城中座1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.928995,22.297177 ]
    },
    "properties": {
    "ID":1538,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場駿運路3號國泰航空貨運站3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.95142,22.293588 ]
    },
    "properties": {
    "ID":1540,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界東涌映灣園一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9413878,22.2894283 ]
    },
    "properties": {
    "ID":1541,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵東涌站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.938066,22.316433 ]
    },
    "properties": {
    "ID":1542,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港國際機場2號客運大廈翔天廊3樓P043A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9292902,22.29772351 ]
    },
    "properties": {
    "ID":1543,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角超級一號貨站地下南門（即升降機大堂）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.935797,22.279911 ]
    },
    "properties": {
    "ID":1544,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界東涌逸東街8號逸東村逸東商場一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.938644,22.316013 ]
    },
    "properties": {
    "ID":1546,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第3層3P002（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.933588,22.315181 ]
    },
    "properties": {
    "ID":1547,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第5層抵港層5E002（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.936618,22.315901 ]
    },
    "properties": {
    "ID":1548,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第5層抵港層5G086B（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934064,22.314463 ]
    },
    "properties": {
    "ID":1549,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第5層抵港層5T030B（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.933392,22.31579 ]
    },
    "properties": {
    "ID":1550,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第5層抵港層5T099E（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934697,22.314484 ]
    },
    "properties": {
    "ID":1551,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第6層離港層6E200（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.926841,22.312767 ]
    },
    "properties": {
    "ID":1552,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場6MC014Midfield（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.926816,22.31346 ]
    },
    "properties": {
    "ID":1553,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第6層離港層6W002（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.926577,22.310965 ]
    },
    "properties": {
    "ID":1554,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第6層離港層6W004（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.93344,22.315744 ]
    },
    "properties": {
    "ID":1555,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第7層離港層7E004（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934279,22.314375 ]
    },
    "properties": {
    "ID":1556,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"赤鱲角香港國際機場第7層離港層7T002（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.214493,22.327949 ]
    },
    "properties": {
    "ID":1559,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"三彩",
    "我們的分類":"自動櫃員機",
    "地址":"牛頭角彩盈坊彩盈商場鄰近2號商舖的空地ATM位置"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200563,22.350947 ]
    },
    "properties": {
    "ID":1563,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"黃大仙慈雲山慈正商場（II）期地下ATMNo.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200586,22.348177 ]
    },
    "properties": {
    "ID":1564,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"慈雲山雲華街10號慈樂邨慈雲山中心5樓ATMNo.2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195988,22.347117 ]
    },
    "properties": {
    "ID":1565,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙沙田坳道124號黃大仙醫院2E（保安室外）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2089034,22.3350404 ]
    },
    "properties": {
    "ID":1568,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵彩虹站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1872801,22.3380591 ]
    },
    "properties": {
    "ID":1569,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"橫頭磡",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵樂富站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187794,22.337732 ]
    },
    "properties": {
    "ID":1570,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"橫頭磡",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵樂富站非付款大堂LOF-ABC1舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2018665,22.339581 ]
    },
    "properties": {
    "ID":1571,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵鑽石山站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1938046,22.3416942 ]
    },
    "properties": {
    "ID":1572,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵黃大仙站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.196624,22.34549 ]
    },
    "properties": {
    "ID":1575,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙沙田坳道118號聖母醫院（東翼）地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.201872,22.340473 ]
    },
    "properties": {
    "ID":1576,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍鑽石山荷里活廣場一樓（146號舖對面）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.234953,22.308468 ]
    },
    "properties": {
    "ID":1579,
    "銀行牌子":"渣打銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田德田村德田商場一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148765,22.249376 ]
    },
    "properties": {
    "ID":1581,
    "銀行牌子":"渣打銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔石排灣道81號兆暉大廈地下1及2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157531,22.288142 ]
    },
    "properties": {
    "ID":1586,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環民光街11號中環3號碼頭"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.159283,22.285297 ]
    },
    "properties": {
    "ID":1587,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環金融街8號國際金融中心二期地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156629,22.286638 ]
    },
    "properties": {
    "ID":1588,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環金融街8號四季酒店大堂1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24,22.27 ]
    },
    "properties": {
    "ID":1589,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣杏花邨杏花新城1樓188號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.208209,22.341185 ]
    },
    "properties": {
    "ID":1594,
    "銀行牌子":"渣打銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍鑽石山斧山道185號宏景花園商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202171,22.340474 ]
    },
    "properties": {
    "ID":1595,
    "銀行牌子":"渣打銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍鑽石山荷里活廣場1樓102號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142489,22.488032 ]
    },
    "properties": {
    "ID":1596,
    "銀行牌子":"渣打銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺一鳴路15號碧湖花園低層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135492,22.493587 ]
    },
    "properties": {
    "ID":1597,
    "銀行牌子":"渣打銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺嘉福邨嘉福商場地下2號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.143879,22.50056 ]
    },
    "properties": {
    "ID":1598,
    "銀行牌子":"渣打銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"自動櫃員機",
    "地址":"新界粉嶺聯和墟和滿街8號帝庭軒商場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19343,22.39733 ]
    },
    "properties": {
    "ID":1599,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田火炭山尾街18-24號沙田商業中心1樓10號銀行舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174396,22.317525 ]
    },
    "properties": {
    "ID":1603,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"九龍何文田窩打老道61-63號松亭閣地下A3舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181799,22.316294 ]
    },
    "properties": {
    "ID":1604,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"九龍何文田何文田廣場地下10號舖（7-ELEVEN）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191398,22.309233 ]
    },
    "properties": {
    "ID":1605,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"九龍紅磡海逸道8號海逸坊地下高層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183649,22.302631 ]
    },
    "properties": {
    "ID":1607,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"紅磡都會道6號都會商場7樓D區"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188627,22.315344 ]
    },
    "properties": {
    "ID":1609,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣道35-37號/淅江街31號C地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188627,22.315344 ]
    },
    "properties": {
    "ID":1610,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣道35-37號/淅江街31號C地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170408,22.305514 ]
    },
    "properties": {
    "ID":1612,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍佐敦道31-37號百誠大廈地庫"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.125671,22.339646 ]
    },
    "properties": {
    "ID":1616,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌四號貨櫃碼頭香港國際貨櫃碼頭有限公司地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127092,22.364598 ]
    },
    "properties": {
    "ID":1619,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌葵盛東邨葵盛東商場地下8號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.12231,22.360726 ]
    },
    "properties": {
    "ID":1620,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌葵盛西邨葵盛西商場地下20及21號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127066,22.357362 ]
    },
    "properties": {
    "ID":1621,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵芳興芳路223號新都會廣場一樓186-188號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141637,22.369477 ]
    },
    "properties": {
    "ID":1623,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌安蔭邨安蔭商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.139368,22.365629 ]
    },
    "properties": {
    "ID":1624,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵涌石籬購物中心2期鄰近238號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22048,22.31453 ]
    },
    "properties": {
    "ID":1627,
    "銀行牌子":"渣打銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角觀塘道378號創紀之城2期怡和科技中心1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22127,22.31394 ]
    },
    "properties": {
    "ID":1628,
    "銀行牌子":"渣打銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍牛頭角觀塘道388號創紀之城1期渣打中心地下5A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237882,22.310456 ]
    },
    "properties": {
    "ID":1630,
    "銀行牌子":"渣打銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍藍田啟田邨啟田商場2樓櫃員機位3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045606,22.315548 ]
    },
    "properties": {
    "ID":1631,
    "銀行牌子":"渣打銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山竹篙灣香港廸士尼樂園度假區"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045623,22.315501 ]
    },
    "properties": {
    "ID":1632,
    "銀行牌子":"渣打銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山竹篙灣香港廸士尼樂園度假區迪士尼荷里活酒店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045614,22.315488 ]
    },
    "properties": {
    "ID":1633,
    "銀行牌子":"渣打銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山竹篙灣香港廸士尼樂園度假區"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.045625,22.315498 ]
    },
    "properties": {
    "ID":1634,
    "銀行牌子":"渣打銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山竹篙灣香港廸士尼樂園度假區"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.04563,22.315479 ]
    },
    "properties": {
    "ID":1635,
    "銀行牌子":"渣打銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港大嶼山竹篙灣香港廸士尼樂園度假區"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934805,22.281713 ]
    },
    "properties": {
    "ID":1636,
    "銀行牌子":"渣打銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"自動櫃員機",
    "地址":"大嶼山東涌逸東邨逸東商場地下23號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.113016,22.52889 ]
    },
    "properties": {
    "ID":1637,
    "銀行牌子":"渣打銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"新界羅湖港鐵羅湖站G/F車站大堂LOW5號舖內自動櫃員機機位LOWATM3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.065647,22.514464 ]
    },
    "properties": {
    "ID":1639,
    "銀行牌子":"渣打銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗落馬洲地鐵站LMC108號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.221785,22.408975 ]
    },
    "properties": {
    "ID":1640,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田馬鞍山錦泰苑錦泰商場地下103號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23029,22.41887 ]
    },
    "properties": {
    "ID":1642,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田馬鞍山耀安邨耀安商場ATM1號舖（近106號舖）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170045,22.317217 ]
    },
    "properties": {
    "ID":1648,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍旺角彌敦道612-618號好望角大廈地庫B1號店"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.222703,22.282474 ]
    },
    "properties": {
    "ID":1655,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港西灣河鯉景灣太康街45號D區GD40A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154702,22.327744 ]
    },
    "properties": {
    "ID":1657,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗富昌邨富昌商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162746,22.33196 ]
    },
    "properties": {
    "ID":1658,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗福榮街90號地下C舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160285,22.334602 ]
    },
    "properties": {
    "ID":1659,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗元州街213號美居中心9-19號舖及地下舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160293,22.334607 ]
    },
    "properties": {
    "ID":1660,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗元州街213號美居中心9-19號舖及地下舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161493,22.331918 ]
    },
    "properties": {
    "ID":1661,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗欽州街78-86號地下及閣樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161493,22.331918 ]
    },
    "properties": {
    "ID":1662,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"自動櫃員機",
    "地址":"九龍深水埗欽州街78-86號地下及閣樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17389,22.36506 ]
    },
    "properties": {
    "ID":1663,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田顯徑邨顯徑商場地下B翼"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.205048,22.382113 ]
    },
    "properties": {
    "ID":1667,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田愉翠苑愉翠商場1樓122號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212927,22.425498 ]
    },
    "properties": {
    "ID":1668,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田白石角香港科學園1期地下S009號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151651,22.288 ]
    },
    "properties": {
    "ID":1672,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港上環干諾道中168-200號信德中心3樓鄰近電梯L37"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.150368,22.287332 ]
    },
    "properties": {
    "ID":1673,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港上環德輔道中323號西港城地下16號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.250779,22.266172 ]
    },
    "properties": {
    "ID":1674,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"柴灣小西灣道28號藍灣半島廣場地下A段走廊"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.250998,22.262739 ]
    },
    "properties": {
    "ID":1675,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣小西灣富怡花園地下C10-C19"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.250998,22.262739 ]
    },
    "properties": {
    "ID":1676,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港柴灣小西灣富怡花園地下C10-C19"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160596,22.324314 ]
    },
    "properties": {
    "ID":1677,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍大角咀福利街8號港灣豪庭廣場地下G20號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161622,22.321272 ]
    },
    "properties": {
    "ID":1679,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍大角咀道97-105大同新邨大方樓地下J1,J2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170194,22.451509 ]
    },
    "properties": {
    "ID":1684,
    "銀行牌子":"渣打銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界大埔大埔超級城A區2樓OS-1號位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168522,22.302445 ]
    },
    "properties": {
    "ID":1693,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍尖沙咀廣東道188號港景匯商場一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.09622,22.356373 ]
    },
    "properties": {
    "ID":1694,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"自動櫃員機",
    "地址":"新界青衣長宏邨長宏商場2號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.111521,22.376332 ]
    },
    "properties": {
    "ID":1697,
    "銀行牌子":"渣打銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣愉景新城購物商場第二層2020號舖對面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.116945,22.370172 ]
    },
    "properties": {
    "ID":1698,
    "銀行牌子":"渣打銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣眾安街55號英皇娛樂廣場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.122136,22.368925 ]
    },
    "properties": {
    "ID":1700,
    "銀行牌子":"渣打銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣德士古道富麗商場1A,2B,3A-B,9A-B&9C地舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.122136,22.368925 ]
    },
    "properties": {
    "ID":1701,
    "銀行牌子":"渣打銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣德士古道富麗商場1A,2B,3A-B,9A-B&9C地舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.116666,22.371947 ]
    },
    "properties": {
    "ID":1702,
    "銀行牌子":"渣打銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣街市街10-16號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.116666,22.371947 ]
    },
    "properties": {
    "ID":1703,
    "銀行牌子":"渣打銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界荃灣街市街10-16號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202375,22.347205 ]
    },
    "properties": {
    "ID":1704,
    "銀行牌子":"渣打銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍慈雲山毓華街68號萬年戲院大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202375,22.347205 ]
    },
    "properties": {
    "ID":1705,
    "銀行牌子":"渣打銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍慈雲山毓華街68號萬年戲院大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170682,22.312828 ]
    },
    "properties": {
    "ID":1706,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油麻地地鐵站非收費區ATM3號位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19992,22.343877 ]
    },
    "properties": {
    "ID":1708,
    "銀行牌子":"渣打銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙鑽石山鳳德邨鳳德商場2樓201B號舖側"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976523,22.382806 ]
    },
    "properties": {
    "ID":1709,
    "銀行牌子":"渣打銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門三聖輕鐵總站"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.964536,22.381496 ]
    },
    "properties": {
    "ID":1710,
    "銀行牌子":"渣打銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門龍門路55-56號新屯門中心2樓75B鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975314,22.391912 ]
    },
    "properties": {
    "ID":1712,
    "銀行牌子":"渣打銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門市地段280號河傍街鄉事會道康麗花園十四號地舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975314,22.391912 ]
    },
    "properties": {
    "ID":1713,
    "銀行牌子":"渣打銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門市地段280號河傍街鄉事會道康麗花園十四號地舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160244,22.303388 ]
    },
    "properties": {
    "ID":1720,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"自動櫃員機",
    "地址":"西九龍柯士甸道西1號環球貿易廣場47樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.027516,22.442997 ]
    },
    "properties": {
    "ID":1723,
    "銀行牌子":"渣打銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗教育路9-13號興發大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148765,22.249376 ]
    },
    "properties": {
    "ID":1724,
    "銀行牌子":"渣打銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"自動櫃員機",
    "地址":"香港香港仔石排灣道81號兆暉大廈地下1及2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185563,22.279631 ]
    },
    "properties": {
    "ID":1726,
    "銀行牌子":"渣打銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港銅鑼灣怡和街38-40A號怡華大廈地下至2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156217,22.281037 ]
    },
    "properties": {
    "ID":1728,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港威靈頓街1號荊威廣場地下低層至2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.159176,22.280723 ]
    },
    "properties": {
    "ID":1729,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港中環德輔道中4-4A號渣打銀行大廈地下G1號舖及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9663,22.39895 ]
    },
    "properties": {
    "ID":1732,
    "銀行牌子":"渣打銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門鳴琴路1號山景邨山景商場214號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1848671,22.30320226 ]
    },
    "properties": {
    "ID":1733,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"自動櫃員機",
    "地址":"香港理工大學紅磡灣校園"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203616,22.291605 ]
    },
    "properties": {
    "ID":1735,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角英皇道560號健威坊高層地下U17號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148521,22.332814 ]
    },
    "properties": {
    "ID":1736,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"自動櫃員機",
    "地址":"九龍荔枝角深盛路8號碧海藍天地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177893,22.314609 ]
    },
    "properties": {
    "ID":1737,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"自動櫃員機",
    "地址":"九龍忠孝街60號愛民商場地下升降機大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.223738,22.315531 ]
    },
    "properties": {
    "ID":1799,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"自動櫃員機",
    "地址":"九龍觀塘康寧道58號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.027001,22.44281 ]
    },
    "properties": {
    "ID":1803,
    "銀行牌子":"工商銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗教育路21號英暢大廈地下3-4號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.258186,22.323195 ]
    },
    "properties": {
    "ID":1809,
    "銀行牌子":"工商銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"自動櫃員機",
    "地址":"新界將軍澳欣景路8號新都城中心2期商場1樓1025B號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191268,22.382724 ]
    },
    "properties": {
    "ID":1814,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田好運中心3樓185號鋪位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.065647,22.514464 ]
    },
    "properties": {
    "ID":1819,
    "銀行牌子":"工商銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵落馬洲站到境大堂LMC206號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195083,22.291239 ]
    },
    "properties": {
    "ID":1822,
    "銀行牌子":"工商銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"自動櫃員機",
    "地址":"香港北角電氣道233號城市中心商場23號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.137374,22.287103 ]
    },
    "properties": {
    "ID":1826,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港德輔道西345-345A地下2號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11843,22.369007 ]
    },
    "properties": {
    "ID":1827,
    "銀行牌子":"工商銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港新界荃灣沙咀道315-323號廣益大廈地下4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175468,22.279995 ]
    },
    "properties": {
    "ID":1828,
    "銀行牌子":"工商銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港灣仔港灣道26號華潤大廈1樓101號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.224561,22.2806 ]
    },
    "properties": {
    "ID":1832,
    "銀行牌子":"工商銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"自動櫃員機",
    "地址":"香港筲箕灣道195號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165208,22.278546 ]
    },
    "properties": {
    "ID":1838,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"香港金鐘道95號統一中心1樓1019號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.231811,22.423853 ]
    },
    "properties": {
    "ID":1889,
    "銀行牌子":"上海商業銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"馬鞍山鞍祿街18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158178,22.284691 ]
    },
    "properties": {
    "ID":1930,
    "銀行牌子":"交通銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵香港站市區預辦登機大堂（近港鐵香港站D,E出口）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23134,22.425439 ]
    },
    "properties": {
    "ID":1931,
    "銀行牌子":"交通銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"自動櫃員機",
    "地址":"新界馬鞍山西沙路608號馬鞍山廣場2樓2122-2123號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157076,22.28161 ]
    },
    "properties": {
    "ID":1932,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵中環站J出口CEN ABC 2鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157077,22.28161 ]
    },
    "properties": {
    "ID":1933,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵中環站H出口CEN ATM 1鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160791,22.278304 ]
    },
    "properties": {
    "ID":1934,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"中環花園道3號中國工商銀行大廈大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191802,22.282174 ]
    },
    "properties": {
    "ID":1935,
    "銀行牌子":"工商銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵天后站入閘區大堂TIH ATM 3鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188309,22.278394 ]
    },
    "properties": {
    "ID":1936,
    "銀行牌子":"工商銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"銅鑼灣東院道2號聖保祿醫院"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.216359,22.284649 ]
    },
    "properties": {
    "ID":1937,
    "銀行牌子":"工商銀行",
    "18區":"東區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵太古站A出口TAK ATM 2鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161241,22.287193 ]
    },
    "properties": {
    "ID":1938,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"中環天星碼頭(7號)上層1B ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.150031,22.271246 ]
    },
    "properties": {
    "ID":1939,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"山頂山頂道128號淩霄閣P2層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.182931,22.279776 ]
    },
    "properties": {
    "ID":1940,
    "銀行牌子":"工商銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"銅鑼灣軒尼詩道488-490號軒尼詩大廈2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135347,22.285659 ]
    },
    "properties": {
    "ID":1941,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵香港大學站B出口HKU ATM2鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.153372,22.248182 ]
    },
    "properties": {
    "ID":1942,
    "銀行牌子":"工商銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港仔南寧街7-11號香港仔中心二期商場地下大堂"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169355,22.319253 ]
    },
    "properties": {
    "ID":1943,
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵旺角站B出口MOK ATM 6鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16831,22.318677 ]
    },
    "properties": {
    "ID":1944,
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"旺角朗豪坊地庫2樓41鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184721,22.326681 ]
    },
    "properties": {
    "ID":1945,
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"旺角太子道327號聖德肋撒醫院"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175852,22.336918 ]
    },
    "properties": {
    "ID":1946,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍塘站A出口KOT ATM 3鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161569,22.303801 ]
    },
    "properties": {
    "ID":1947,
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵九龍站A, B出口KOW ATM 24鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154564,22.335255 ]
    },
    "properties": {
    "ID":1948,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"長沙灣幸福邨商場一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.219754,22.313054 ]
    },
    "properties": {
    "ID":1949,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘巧明街94-96號鴻圖中心地下ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2385916,22.2962466 ]
    },
    "properties": {
    "ID":1950,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"九龍油塘高超道38號油塘大本型1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.236516,22.302949 ]
    },
    "properties": {
    "ID":1951,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"油塘油麗邨(四期)翠麗樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185395,22.318601 ]
    },
    "properties": {
    "ID":1952,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"常盛街80號半山壹號壹號名薈一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1617,22.334122 ]
    },
    "properties": {
    "ID":1953,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"深水埗青山道113號寶血醫院(明愛)地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.213449,22.329762 ]
    },
    "properties": {
    "ID":1954,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"牛頭角彩德商場5樓ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19669,22.333455 ]
    },
    "properties": {
    "ID":1955,
    "銀行牌子":"工商銀行",
    "18區":"黃大仙區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新蒲崗太子道西638號MIKIKI 1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173642,22.297457 ]
    },
    "properties": {
    "ID":1956,
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"尖沙咀河內道18號K11商場B2樓層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166338,22.332094 ]
    },
    "properties": {
    "ID":1957,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"石硤尾商場南昌街入口"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237943,22.310339 ]
    },
    "properties": {
    "ID":1958,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘藍田碧雲道223號德田廣場1樓5號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157004,22.335389 ]
    },
    "properties": {
    "ID":1959,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵長沙灣站B出口CSW ATM 2鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156138,22.337729 ]
    },
    "properties": {
    "ID":1960,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"長沙灣元州街303號元州商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188463,22.331051 ]
    },
    "properties": {
    "ID":1961,
    "銀行牌子":"工商銀行",
    "18區":"九龍城區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"九龍城賈炳達道128號九龍城廣場LG層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.215648,22.321823 ]
    },
    "properties": {
    "ID":1962,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"牛頭角下邨貴顯樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15982,22.331018 ]
    },
    "properties": {
    "ID":1963,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"深水埗欽州街37K號西九龍中心1樓K01"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200528,22.34815 ]
    },
    "properties": {
    "ID":1964,
    "銀行牌子":"工商銀行",
    "18區":"黃大仙區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"慈雲山慈雲山中心3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.199948,22.343866 ]
    },
    "properties": {
    "ID":1965,
    "銀行牌子":"工商銀行",
    "18區":"黃大仙區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"鑽石山鳳德商場2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194119,22.338082 ]
    },
    "properties": {
    "ID":1966,
    "銀行牌子":"工商銀行",
    "18區":"黃大仙區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"黃大仙啟德花園購物商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.208077,22.321828 ]
    },
    "properties": {
    "ID":1967,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"九龍灣常悅道9號企業廣場一期1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189322,22.321777 ]
    },
    "properties": {
    "ID":1968,
    "銀行牌子":"工商銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"自動櫃員機",
    "地址":"九龍土瓜灣馬頭角道33號欣榮花園商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.257832,22.322511 ]
    },
    "properties": {
    "ID":1969,
    "銀行牌子":"工商銀行",
    "18區":"西貢區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵寶琳站非入閘區大堂地下POA 14鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178677,22.372746 ]
    },
    "properties": {
    "ID":1970,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大圍站A出口TAW ATM 3鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.103615,22.378318 ]
    },
    "properties": {
    "ID":1971,
    "銀行牌子":"工商銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃威花園巴士總站旁"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187637,22.385291 ]
    },
    "properties": {
    "ID":1972,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"沙田新城市中央廣場1樓顧客服務中心旁"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.222716,22.408425 ]
    },
    "properties": {
    "ID":1973,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵大水坑站TSH ATM 2鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.243841,22.429145 ]
    },
    "properties": {
    "ID":1974,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵烏溪沙站WKS ATM 2鋪(閘內)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186856,22.382049 ]
    },
    "properties": {
    "ID":1975,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵沙田站入閘區大堂SHT21鋪(閘內)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.029067,22.332071 ]
    },
    "properties": {
    "ID":1976,
    "銀行牌子":"工商銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵欣澳站月臺SUN ATM 2 鋪(閘內)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.201135,22.399059 ]
    },
    "properties": {
    "ID":1977,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"駿景廣場ATM1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975782,22.392578 ]
    },
    "properties": {
    "ID":1978,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門時代廣場南翼地下1號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.964368,22.373013 ]
    },
    "properties": {
    "ID":1979,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門湖翠路138號啟豐商場地面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.113056,22.368611 ]
    },
    "properties": {
    "ID":1980,
    "銀行牌子":"工商銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣荃灣中心2期商場M1號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.106024,22.357846 ]
    },
    "properties": {
    "ID":1981,
    "銀行牌子":"工商銀行",
    "18區":"葵青區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"青衣青衣城商場一樓170號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.044921,22.315474 ]
    },
    "properties": {
    "ID":1982,
    "銀行牌子":"工商銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵迪士尼站入閘區大堂DIS ATM 2 鋪(閘內)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.979314,22.389452 ]
    },
    "properties": {
    "ID":1983,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門青山坊2號地下7號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.192266,22.37665 ]
    },
    "properties": {
    "ID":1984,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"沙田乙明邨乙明邨街地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99705,22.462464 ]
    },
    "properties": {
    "ID":1985,
    "銀行牌子":"工商銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天恩商場地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.265831,22.314764 ]
    },
    "properties": {
    "ID":1986,
    "銀行牌子":"工商銀行",
    "18區":"西貢區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳海悅豪園購物商場UG樓層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127908,22.50269 ]
    },
    "properties": {
    "ID":1987,
    "銀行牌子":"工商銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"自動櫃員機",
    "地址":"上水上水廣場3樓ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127809,22.360413 ]
    },
    "properties": {
    "ID":1988,
    "銀行牌子":"工商銀行",
    "18區":"葵青區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"葵湧榮芳路9號恒景花園地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1208,22.369047 ]
    },
    "properties": {
    "ID":1989,
    "銀行牌子":"工商銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣荃華街3號悅來坊地下38號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.113192,22.527801 ]
    },
    "properties": {
    "ID":1990,
    "銀行牌子":"工商銀行",
    "18區":"北區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵羅湖站 LOW K5鋪(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.259068,22.307521 ]
    },
    "properties": {
    "ID":1991,
    "銀行牌子":"工商銀行",
    "18區":"西貢區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"將軍澳唐賢街9號POPCORN 1樓1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195034,22.377042 ]
    },
    "properties": {
    "ID":1992,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵沙田圍站STW 5A鋪(閘內)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.111844,22.369743 ]
    },
    "properties": {
    "ID":1993,
    "銀行牌子":"工商銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣大河道88號灣景廣場2樓L203A鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203779,22.382832 ]
    },
    "properties": {
    "ID":1994,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵第一城站CIO 7A鋪(閘內)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17328,22.380952 ]
    },
    "properties": {
    "ID":1995,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"沙田大圍美松苑停車場2樓1號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.965728,22.396534 ]
    },
    "properties": {
    "ID":1996,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門山景邨山景商場地下2號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.966728,22.409665 ]
    },
    "properties": {
    "ID":1997,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門寶田邨寶田商場1樓3號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.969443,22.407061 ]
    },
    "properties": {
    "ID":1998,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門建生邨建生商場1樓3號ATM"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195623,22.38749 ]
    },
    "properties": {
    "ID":1999,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"沙田德厚街3號禾輋廣場2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.251456,22.305977 ]
    },
    "properties": {
    "ID":2000,
    "銀行牌子":"工商銀行",
    "18區":"西貢區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"調景嶺彩明街1號彩明商場2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.221922,22.4089 ]
    },
    "properties": {
    "ID":2001,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"馬鞍山甯泰路31號錦泰商場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.236676,22.423212 ]
    },
    "properties": {
    "ID":2002,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"沙田馬鞍山錦英路9號錦英商場LG1層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.226604,22.4222 ]
    },
    "properties": {
    "ID":2003,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"馬鞍山西沙路632號頌安商場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.241,22.426453 ]
    },
    "properties": {
    "ID":2004,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"馬鞍山沙安街23號利安商場LG3層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16414,22.450977 ]
    },
    "properties": {
    "ID":2005,
    "銀行牌子":"工商銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"大埔汀角路1號大埔政府合署地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138634,22.492106 ]
    },
    "properties": {
    "ID":2006,
    "銀行牌子":"工商銀行",
    "18區":"北區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"港鐵粉嶺站非入閘區大堂FAN ATM2(閘外)"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.973683,22.39527 ]
    },
    "properties": {
    "ID":2007,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"屯門V City商場港鐵層ATM-3"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.942635,22.288961 ]
    },
    "properties": {
    "ID":2008,
    "銀行牌子":"工商銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"東涌富東商場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.998751,22.468432 ]
    },
    "properties": {
    "ID":2009,
    "銀行牌子":"工商銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"天水圍天澤商場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.124116,22.375271 ]
    },
    "properties": {
    "ID":2010,
    "銀行牌子":"工商銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"荃灣石圍角商場2樓ATM NO.1"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.132669,22.361935 ]
    },
    "properties": {
    "ID":2011,
    "銀行牌子":"工商銀行",
    "18區":"葵青區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"葵興九龍貿易中心2座2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131526,22.362925 ]
    },
    "properties": {
    "ID":2012,
    "銀行牌子":"工商銀行",
    "18區":"葵青區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"葵湧興芳道166-174號新葵興廣場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13257,22.363409 ]
    },
    "properties": {
    "ID":2013,
    "銀行牌子":"工商銀行",
    "18區":"葵青區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界葵興葵昌路56號貿易之都地面"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171182,22.451702 ]
    },
    "properties": {
    "ID":2014,
    "銀行牌子":"工商銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"大埔大埔超級城B區2樓OS-13"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170978,22.452545 ]
    },
    "properties": {
    "ID":2015,
    "銀行牌子":"工商銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"大埔大埔超級城C區2樓OS-14"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189311,22.3457 ]
    },
    "properties": {
    "ID":2016,
    "銀行牌子":"工商銀行",
    "18區":"黃大仙區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"九龍黃大仙翠竹街8號翠竹商場3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155888,22.240952 ]
    },
    "properties": {
    "ID":2017,
    "銀行牌子":"工商銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"香港鴨脷洲利東邨道5號利東商場一期2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21537,22.381612 ]
    },
    "properties": {
    "ID":2018,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界沙田小瀝源路68號廣源街市5樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.977193,22.391067 ]
    },
    "properties": {
    "ID":2019,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"新界屯門屯喜路2號柏麗廣場2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.99853,22.456238 ]
    },
    "properties": {
    "ID":2020,
    "銀行牌子":"工商銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界元朗天水圍天瑞路9號天瑞商場1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.997864,22.462304 ]
    },
    "properties": {
    "ID":2021,
    "銀行牌子":"工商銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"自動櫃員機",
    "地址":"新界天水圍天華路30號頌富廣場一期2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.159388,22.287696 ]
    },
    "properties": {
    "ID":2022,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"中環民光街中環5號渡輪碼頭下層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.214743,22.3273 ]
    },
    "properties": {
    "ID":2023,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"",
    "我們的分類":"自動櫃員機",
    "地址":"觀塘牛頭角道3號德寶花園德寶商場地下"
    }
  }
]
}