var branch_list = {
   "type": "FeatureCollection",
   "features": [
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189716,22.320865 ]
    },
    "properties": {
    "ID":25,
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"九龍土瓜灣炮仗街142-144A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160962,22.318142 ]
    },
    "properties": {
    "ID":30,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍大角咀深旺道1號滙豐中心第一座高層地下E舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177441,22.300023 ]
    },
    "properties": {
    "ID":36,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀加連威老道98號東海商業中心地下G10-G11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17692,22.298852 ]
    },
    "properties": {
    "ID":49,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀麼地道67號半島中心地下G55-60號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.197882,22.337272 ]
    },
    "properties": {
    "ID":57,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"一般分行",
    "地址":"九龍新蒲崗大有街26-28號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169091,22.322757 ]
    },
    "properties": {
    "ID":61,
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍旺角彌敦道750號始創中心2樓218舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187559,22.33761 ]
    },
    "properties": {
    "ID":70,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"橫頭磡",
    "我們的分類":"一般分行",
    "地址":"九龍橫頭磡樂富廣場UG2樓L202號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.159786,22.331097 ]
    },
    "properties": {
    "ID":80,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗欽州街37K西九龍中心6樓601D號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161867,22.327247 ]
    },
    "properties": {
    "ID":85,
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗荔枝角道245號1樓及地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.196218,22.342023 ]
    },
    "properties": {
    "ID":133,
    "銀行牌子":"滙豐銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"九龍黃大仙龍翔道120號新光中心2樓6-8號及17-25號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.111429,22.226625 ]
    },
    "properties": {
    "ID":137,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"南丫島榕樹灣大街19號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.038596,22.284411 ]
    },
    "properties": {
    "ID":138,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"坪洲永興街1-3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.016905,22.296396 ]
    },
    "properties": {
    "ID":140,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"大嶼山愉景灣愉景廣場地下G15A,12D及G13號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934184,22.298084 ]
    },
    "properties": {
    "ID":142,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"大嶼山赤鱲角觀景道8號國泰城商場1樓B-E舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934488,22.316294 ]
    },
    "properties": {
    "ID":143,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"大嶼山赤鱲角香港國際機場1號客運大樓抵港層5T002"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.938555,22.316036 ]
    },
    "properties": {
    "ID":145,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"大嶼山赤鱲角香港國際機場二號客運大樓6P016-018"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.000674,22.264907 ]
    },
    "properties": {
    "ID":146,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"大嶼山銀礦灣4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.126959,22.504164 ]
    },
    "properties": {
    "ID":156,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"新界上水新豐路79-81號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168559,22.453206 ]
    },
    "properties": {
    "ID":186,
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔翠屏花園商場26號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.003244,22.456996 ]
    },
    "properties": {
    "ID":190,
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界元朗天水圍天恩路18號置富嘉湖第二期地下G39-G40及G43-44舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.257481,22.322143 ]
    },
    "properties": {
    "ID":204,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新界將軍澳貿業路8號新都城中心三期商場2樓221-222號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.966309,22.372723 ]
    },
    "properties": {
    "ID":220,
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門湖翠路168-236號海趣坊87-92號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178038,22.372897 ]
    },
    "properties": {
    "ID":231,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田九鐡大圍站42-44號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190482,22.382541 ]
    },
    "properties": {
    "ID":237,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田沙田中心商場第3層30D號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203257,22.387134 ]
    },
    "properties": {
    "ID":254,
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田第一城置富第一城.樂薈地下15-21號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142279,22.498591 ]
    },
    "properties": {
    "ID":268,
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"一般分行",
    "地址":"新界粉嶺聯和墟和豐街14-16號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.114025,22.369285 ]
    },
    "properties": {
    "ID":274,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣楊屋道1號荃新天地地下21-22號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11828,22.372946 ]
    },
    "properties": {
    "ID":281,
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣青山公路210號富華中心一樓4A,4B（A）-4B（C）,5及6舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.271256,22.382291 ]
    },
    "properties": {
    "ID":305,
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"一般分行",
    "地址":"新界西貢親民街西貢花園9-10號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.108153,22.359438 ]
    },
    "properties": {
    "ID":312,
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"一般分行",
    "地址":"新界青衣青衣城3樓308F舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02846,22.206163 ]
    },
    "properties": {
    "ID":341,
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"長洲南海傍路1116號地段"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.153665,22.282652 ]
    },
    "properties": {
    "ID":352,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港中環擺花街23-39號中環大廈地下E舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191336,22.287058 ]
    },
    "properties": {
    "ID":361,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角屈臣道海景大廈A座A2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.201969,22.290929 ]
    },
    "properties": {
    "ID":363,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道500號港運城131-132號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.239761,22.263795 ]
    },
    "properties": {
    "ID":384,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港柴灣宏德居B座地下1-11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.240576,22.275896 ]
    },
    "properties": {
    "ID":387,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港柴灣杏花新城東翼商場209號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225725,22.279348 ]
    },
    "properties": {
    "ID":412,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"香港筲箕灣筲箕灣道306-310號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142779,22.284302 ]
    },
    "properties": {
    "ID":423,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港西營盤般含道68號蔚庭軒"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1387,22.282452 ]
    },
    "properties": {
    "ID":424,
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港西營盤薄扶林道香港大學邵仁枚樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186227,22.26893 ]
    },
    "properties": {
    "ID":429,
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港跑馬地成和道45號日月大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.213358,22.284881 ]
    },
    "properties": {
    "ID":449,
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"一般分行",
    "地址":"香港鰂魚涌英皇道1037號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14723,22.24402 ]
    },
    "properties": {
    "ID":452,
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"鴨脷洲",
    "我們的分類":"一般分行",
    "地址":"香港鴨脷洲海怡半島廣場西翼商場地下G14號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127272,22.504612 ]
    },
    "properties": {
    "ID":460,
    "銀行牌子":"星展銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"新界上水新財街5號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16648,22.448058 ]
    },
    "properties": {
    "ID":466,
    "銀行牌子":"星展銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔寶鄉街78-80號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17415,22.29896 ]
    },
    "properties": {
    "ID":467,
    "銀行牌子":"星展銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"尖沙咀金馬倫道22-24號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17003,22.305082 ]
    },
    "properties": {
    "ID":471,
    "銀行牌子":"星展銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"油麻地吳松街131-137號地下及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11776,22.371519 ]
    },
    "properties": {
    "ID":475,
    "銀行牌子":"星展銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"荃灣眾安街23號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13293,22.367203 ]
    },
    "properties": {
    "ID":476,
    "銀行牌子":"星展銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"葵涌葵涌道1001號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.152223,22.281327 ]
    },
    "properties": {
    "ID":513,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"半山堅道63-69號慧源閣地下C"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.240392,22.264279 ]
    },
    "properties": {
    "ID":516,
    "銀行牌子":"東亞銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"柴灣柴灣道345號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166511,22.447672 ]
    },
    "properties": {
    "ID":521,
    "銀行牌子":"東亞銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔大埔墟寶鄉街62-66號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194229,22.468826 ]
    },
    "properties": {
    "ID":524,
    "銀行牌子":"東亞銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔露屏路10號中央大樓平台C-P-12室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.862169,22.25418 ]
    },
    "properties": {
    "ID":530,
    "銀行牌子":"東亞銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"大嶼山大澳街市街6-8號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.942572,22.288889 ]
    },
    "properties": {
    "ID":531,
    "銀行牌子":"東亞銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"一般分行",
    "地址":"大嶼山東涌富東廣場地下10-11號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.000631,22.264815 ]
    },
    "properties": {
    "ID":533,
    "銀行牌子":"東亞銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"大嶼山梅窩銀礦中心大廈A2室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225222,22.312401 ]
    },
    "properties": {
    "ID":539,
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"觀塘觀塘道418號創紀之城五期地下1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176069,22.319654 ]
    },
    "properties": {
    "ID":548,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"一般分行",
    "地址":"何文田窩打老道77B及77C芝齡大廈地下A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191006,22.306011 ]
    },
    "properties": {
    "ID":551,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"紅磡黃埔新天地第12期家居庭地下12G2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179611,22.304442 ]
    },
    "properties": {
    "ID":554,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"紅磡香港理工大學邵逸夫樓VA210室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.193211,22.345233 ]
    },
    "properties": {
    "ID":558,
    "銀行牌子":"東亞銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"黃大仙竹園廣場地下S2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128624,22.28277 ]
    },
    "properties": {
    "ID":566,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港西環堅尼地城卑路乍街108號地下D舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2517,22.304 ]
    },
    "properties": {
    "ID":569,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"將軍澳景嶺路8號都會駅商場2樓51,68-70號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.257137,22.306987 ]
    },
    "properties": {
    "ID":575,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"將軍澳唐德街9號將軍澳中心1樓156號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165472,22.278771 ]
    },
    "properties": {
    "ID":579,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"金鐘金鐘道95號統一中心1樓1007-1008號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188342,22.328839 ]
    },
    "properties": {
    "ID":583,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"一般分行",
    "地址":"九龍城衙前圍道45-45A號興發樓地下E及F號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175071,22.336454 ]
    },
    "properties": {
    "ID":584,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"一般分行",
    "地址":"九龍塘達之路80號又一城MTR-07號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.182722,22.336064 ]
    },
    "properties": {
    "ID":586,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"一般分行",
    "地址":"九龍塘浸會大學道9號香港浸會大學賽馬會師生活動中心地下G02室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.192705,22.286043 ]
    },
    "properties": {
    "ID":617,
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"炮台山英皇道75-83號聯合出版大廈地下2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.118069,22.369199 ]
    },
    "properties": {
    "ID":632,
    "銀行牌子":"東亞銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"荃灣沙咀道297-313號眾安大廈地下5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.208759,22.416828 ]
    },
    "properties": {
    "ID":640,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"沙田香港中文大學池旁路龐萬倫學生中心1樓108室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.181665,22.369196 ]
    },
    "properties": {
    "ID":643,
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"沙田新翠邨新翠商場地下12號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142538,22.284571 ]
    },
    "properties": {
    "ID":646,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"上環般含道19-27號嘉富大廈1-3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.145897,22.287722 ]
    },
    "properties": {
    "ID":647,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"上環德輔道西88號普頓臺地下2-3舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.164376,22.329399 ]
    },
    "properties": {
    "ID":655,
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"深水埗長沙灣道132-134號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16887,22.331528 ]
    },
    "properties": {
    "ID":657,
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"石硤尾",
    "我們的分類":"一般分行",
    "地址":"石硤尾窩仔街13號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.004225,22.457358 ]
    },
    "properties": {
    "ID":661,
    "銀行牌子":"東亞銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界天水圍天恩路18號置富嘉湖第二期1樓128號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.182746,22.278362 ]
    },
    "properties": {
    "ID":665,
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"銅鑼灣勿地臣街1號時代廣場地庫3樓B301號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189939,22.321587 ]
    },
    "properties": {
    "ID":670,
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"土瓜灣炮仗街154-160號D號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.982921,22.410361 ]
    },
    "properties": {
    "ID":673,
    "銀行牌子":"東亞銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"屯門青山公路8號嶺南大學李運強教學大樓地下13號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975443,22.398355 ]
    },
    "properties": {
    "ID":677,
    "銀行牌子":"東亞銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"屯門雅都花園商場地下G16號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173755,22.281022 ]
    },
    "properties": {
    "ID":678,
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"灣仔港灣道1號會展廣場1樓101號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169783,22.318472 ]
    },
    "properties": {
    "ID":685,
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"旺角彌敦道638-640號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.263236,22.337974 ]
    },
    "properties": {
    "ID":688,
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"一般分行",
    "地址":"西貢清水灣道香港科技大學廣場入口地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.250486,22.262465 ]
    },
    "properties": {
    "ID":701,
    "銀行牌子":"東亞銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"小西灣富怡花園地下56-62號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.037,22.44345 ]
    },
    "properties": {
    "ID":710,
    "銀行牌子":"東亞銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"新界元朗元龍街9號形點I1樓1071號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.029162,22.207471 ]
    },
    "properties": {
    "ID":715,
    "銀行牌子":"東亞銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"長洲大新街73號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155328,22.283418 ]
    },
    "properties": {
    "ID":718,
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"中環皇后大道中79-83號萬興商業大廈地下B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171339,22.30514 ]
    },
    "properties": {
    "ID":722,
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"佐敦彌敦道241-243號金峰大廈地下E及F舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1425136,22.4982232 ]
    },
    "properties": {
    "ID":728,
    "銀行牌子":"恒生銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"新界上水聯和墟聯興街9號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.126925,22.50507 ]
    },
    "properties": {
    "ID":730,
    "銀行牌子":"恒生銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"新界上水新豐路53號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.211,22.322601 ]
    },
    "properties": {
    "ID":760,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"德福大廈1樓3B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2165684,22.3233722 ]
    },
    "properties": {
    "ID":779,
    "銀行牌子":"恒生銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"佐敦谷北道5號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1977035,22.3435068 ]
    },
    "properties": {
    "ID":781,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"鳳德道63號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194734,22.341232 ]
    },
    "properties": {
    "ID":787,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"黃大仙中心1樓121A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187777,22.337487 ]
    },
    "properties": {
    "ID":789,
    "銀行牌子":"恒生銀行",
    "18區":"黃大仙區",
    "sub區":"橫頭磡",
    "我們的分類":"一般分行",
    "地址":"樂富廣場G202號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173126,22.336233 ]
    },
    "properties": {
    "ID":802,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"一般分行",
    "地址":"香港城市大學教學大樓3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179554,22.340542 ]
    },
    "properties": {
    "ID":803,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"一般分行",
    "地址":"香港浸會大學邵逸夫樓4樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179532,22.306485 ]
    },
    "properties": {
    "ID":807,
    "銀行牌子":"恒生銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"香港理工大學VA207室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.108243,22.359268 ]
    },
    "properties": {
    "ID":814,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"一般分行",
    "地址":"青衣城1樓108B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1398889,22.3683946 ]
    },
    "properties": {
    "ID":820,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"石蔭路50號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1263,22.357099 ]
    },
    "properties": {
    "ID":821,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新都會廣場2樓219號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131469,22.363064 ]
    },
    "properties": {
    "ID":822,
    "銀行牌子":"恒生銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新葵興廣場2樓B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2304,22.425499 ]
    },
    "properties": {
    "ID":867,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"一般分行",
    "地址":"馬鞍山廣場2樓256-257號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.204598,22.418107 ]
    },
    "properties": {
    "ID":872,
    "銀行牌子":"恒生銀行",
    "18區":"沙田區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港中文大學富爾敦樓101室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138799, 22.338313 ]
    },
    "properties": {
    "ID":885,
    "銀行牌子":"恒生銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"美孚新邨蘭秀道10號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1763055,22.2792266 ]
    },
    "properties": {
    "ID":902,
    "銀行牌子":"恒生銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"告士打道138號聯合鹿島大廈1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.255973,22.307011 ]
    },
    "properties": {
    "ID":918,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"將軍澳中心1樓119及120a號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.263073,22.336892 ]
    },
    "properties": {
    "ID":921,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"一般分行",
    "地址":"香港科技大學"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.257182,22.320779 ]
    },
    "properties": {
    "ID":923,
    "銀行牌子":"恒生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新都城第1期2樓211號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157924,22.319664 ]
    },
    "properties": {
    "ID":928,
    "銀行牌子":"恒生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"奧海城1期高層地下UG18,UG19,UG20&UG21號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.003527,22.456864 ]
    },
    "properties": {
    "ID":960,
    "銀行牌子":"恒生銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界元朗天水圍天恩路18號置富嘉湖第2期1樓122號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1294594,22.2828412 ]
    },
    "properties": {
    "ID":961,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港西環堅尼地城卑路乍街77號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1653066,22.2785884 ]
    },
    "properties": {
    "ID":975,
    "銀行牌子":"恒生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"金鐘道95號統一中心二樓2029號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.218398,22.285982 ]
    },
    "properties": {
    "ID":979,
    "銀行牌子":"恒生銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"一般分行",
    "地址":"太古城道25號富山閣地下G15號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1551584,22.2855454 ]
    },
    "properties": {
    "ID":980,
    "銀行牌子":"花旗銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"德輔道中141號中保集團大廈地下B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1583265,22.2837105 ]
    },
    "properties": {
    "ID":983,
    "銀行牌子":"花旗銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"康樂廣場8號交易廣場第2座3樓311-312號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173921,22.276847 ]
    },
    "properties": {
    "ID":986,
    "銀行牌子":"花旗銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"莊士敦道141-147號鴻江大廈地下A-B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1857059,22.2795905 ]
    },
    "properties": {
    "ID":987,
    "銀行牌子":"花旗銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"怡和街42-44號華人銀行東區大廈地下及一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1719355,22.304855 ]
    },
    "properties": {
    "ID":994,
    "銀行牌子":"花旗銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"彌敦道238號地下5-7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1710144,22.31279 ]
    },
    "properties": {
    "ID":995,
    "銀行牌子":"花旗銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"窩打老道40號寶翠大樓地下及閣樓3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1892659,22.3037908 ]
    },
    "properties": {
    "ID":996,
    "銀行牌子":"花旗銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"黃埔花園金柏苑（第一期）地下9號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138489,22.338526 ]
    },
    "properties": {
    "ID":999,
    "銀行牌子":"花旗銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"美孚新邨蘭秀道8號C"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2147807,22.3155286 ]
    },
    "properties": {
    "ID":1001,
    "銀行牌子":"花旗銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"海濱道83號花旗大樓E1舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1289044,22.3572455 ]
    },
    "properties": {
    "ID":1002,
    "銀行牌子":"花旗銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"葵義路2-10號新葵芳花園地下好爵中心商場39至42號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1293334,22.5009606 ]
    },
    "properties": {
    "ID":1006,
    "銀行牌子":"花旗銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"新界上水智昌路3號上水中心地下1032–1035號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157107,22.282586 ]
    },
    "properties": {
    "ID":1007,
    "銀行牌子":"創興銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港德輔道中24號創興銀行中心"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13678,22.287029 ]
    },
    "properties": {
    "ID":1008,
    "銀行牌子":"創興銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港德輔道西347至349號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.145421,22.287939 ]
    },
    "properties": {
    "ID":1009,
    "銀行牌子":"創興銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港德輔道西81至85號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.149489,22.286676 ]
    },
    "properties": {
    "ID":1010,
    "銀行牌子":"創興銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港上環永樂街163號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155837,22.248651 ]
    },
    "properties": {
    "ID":1011,
    "銀行牌子":"創興銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"一般分行",
    "地址":"香港香港仔大道166至168號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176579,22.27812 ]
    },
    "properties": {
    "ID":1012,
    "銀行牌子":"創興銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港灣仔軒尼詩道265至267號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.182788,22.280937 ]
    },
    "properties": {
    "ID":1013,
    "銀行牌子":"創興銀行",
    "18區":"東區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"香港銅鑼灣謝斐道488號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19807,22.290515 ]
    },
    "properties": {
    "ID":1014,
    "銀行牌子":"創興銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道376號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.224607,22.280496 ]
    },
    "properties": {
    "ID":1015,
    "銀行牌子":"創興銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"香港筲箕灣道203至205號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237587,22.262837 ]
    },
    "properties": {
    "ID":1016,
    "銀行牌子":"創興銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港柴灣環翠邨環翠商場地下G11A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173292,22.299646 ]
    },
    "properties": {
    "ID":1017,
    "銀行牌子":"創興銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀加連威老道16號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169834,22.315876 ]
    },
    "properties": {
    "ID":1018,
    "銀行牌子":"創興銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍旺角彌敦道591號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170315,22.305006 ]
    },
    "properties": {
    "ID":1019,
    "銀行牌子":"創興銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍佐敦吳松街120號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166098,22.330335 ]
    },
    "properties": {
    "ID":1020,
    "銀行牌子":"創興銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗大埔道144至148號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.164339,22.325437 ]
    },
    "properties": {
    "ID":1021,
    "銀行牌子":"創興銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍荔枝角道139號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15736,22.337508 ]
    },
    "properties": {
    "ID":1022,
    "銀行牌子":"創興銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"一般分行",
    "地址":"九龍長沙灣青山道285至287號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18919,22.32883 ]
    },
    "properties": {
    "ID":1023,
    "銀行牌子":"創興銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"一般分行",
    "地址":"九龍九龍城衙前圍道31至33號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188199,22.321736 ]
    },
    "properties": {
    "ID":1024,
    "銀行牌子":"創興銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"九龍土瓜灣譚公道34至34A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194397,22.33477 ]
    },
    "properties": {
    "ID":1025,
    "銀行牌子":"創興銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"一般分行",
    "地址":"九龍新蒲崗衍慶街55至57號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.197664,22.345456 ]
    },
    "properties": {
    "ID":1026,
    "銀行牌子":"創興銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"九龍慈雲山雙鳳街60至64號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.226379,22.331166 ]
    },
    "properties": {
    "ID":1027,
    "銀行牌子":"創興銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"一般分行",
    "地址":"九龍順利邨利溢樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.224713,22.315133 ]
    },
    "properties": {
    "ID":1028,
    "銀行牌子":"創興銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘物華街31至33號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.224292,22.311401 ]
    },
    "properties": {
    "ID":1029,
    "銀行牌子":"創興銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘巧明街114號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.238046,22.310494 ]
    },
    "properties": {
    "ID":1030,
    "銀行牌子":"創興銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"一般分行",
    "地址":"九龍德田邨德田廣場207號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.239465,22.302905 ]
    },
    "properties": {
    "ID":1031,
    "銀行牌子":"創興銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"一般分行",
    "地址":"九龍廣田邨廣田商場205號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.239654,22.296349 ]
    },
    "properties": {
    "ID":1032,
    "銀行牌子":"創興銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"一般分行",
    "地址":"九龍油塘鯉魚門80號鯉魚門廣場地下下層LG1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.211139,22.321407 ]
    },
    "properties": {
    "ID":1033,
    "銀行牌子":"創興銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"九龍九龍灣宏開道8號其士商業中心地下8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.236349,22.317248 ]
    },
    "properties": {
    "ID":1034,
    "銀行牌子":"創興銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘寶達邨寶達商場2樓203B-204號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.117414,22.369238 ]
    },
    "properties": {
    "ID":1035,
    "銀行牌子":"創興銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣沙咀道298號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.028692,22.444643 ]
    },
    "properties": {
    "ID":1036,
    "銀行牌子":"創興銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"新界元朗青山道99至109號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.004611,22.4572 ]
    },
    "properties": {
    "ID":1037,
    "銀行牌子":"創興銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界元朗天水圍天恩路18號置富嘉湖2期1樓103號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.998767,22.468299 ]
    },
    "properties": {
    "ID":1038,
    "銀行牌子":"創興銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界天水圍天澤邨天澤商場1樓112號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.126916,22.504505 ]
    },
    "properties": {
    "ID":1039,
    "銀行牌子":"創興銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"新界上水新豐路71號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.142077,22.498796 ]
    },
    "properties": {
    "ID":1040,
    "銀行牌子":"創興銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"一般分行",
    "地址":"新界粉嶺聯和墟和隆街2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16018,22.450207 ]
    },
    "properties": {
    "ID":1041,
    "銀行牌子":"創興銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔太和路12號太和廣場1樓101I號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.227488,22.416921 ]
    },
    "properties": {
    "ID":1042,
    "銀行牌子":"創興銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"一般分行",
    "地址":"新界沙田馬鞍山恆安邨恆安商場3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191625,22.38483 ]
    },
    "properties": {
    "ID":1043,
    "銀行牌子":"創興銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田瀝源邨瀝源廣場212號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128721,22.34578 ]
    },
    "properties": {
    "ID":1044,
    "銀行牌子":"創興銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界荔景祖堯邨敬祖路C座地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.103508,22.361962 ]
    },
    "properties": {
    "ID":1045,
    "銀行牌子":"創興銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"一般分行",
    "地址":"新界青衣長發邨長發廣場2樓206A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.965913,22.383172 ]
    },
    "properties": {
    "ID":1046,
    "銀行牌子":"創興銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門龍門路45號富健花園82號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.974766,22.397996 ]
    },
    "properties": {
    "ID":1047,
    "銀行牌子":"創興銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門鄉事會路117號康麗花園地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.96248,22.375231 ]
    },
    "properties": {
    "ID":1048,
    "銀行牌子":"創興銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門蝴蝶邨蝴蝶廣場蝶翎樓地下L196至L199號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.962593,22.406683 ]
    },
    "properties": {
    "ID":1049,
    "銀行牌子":"創興銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門良景邨良景廣場2樓L220號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.259652,22.310988 ]
    },
    "properties": {
    "ID":1050,
    "銀行牌子":"創興銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新界將軍澳尚德邨尚德廣場237號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.25079,22.306074 ]
    },
    "properties": {
    "ID":1051,
    "銀行牌子":"創興銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新界將軍澳彩明苑彩明商場2樓265,267至268號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934815,22.281905 ]
    },
    "properties": {
    "ID":1052,
    "銀行牌子":"創興銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"一般分行",
    "地址":"新界東涌逸東邨逸東商場地下1及2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151106,22.28662 ]
    },
    "properties": {
    "ID":1053,
    "銀行牌子":"大新銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"德輔道中288號易通商業大廈地下B2號舖連一樓B室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.134989,22.286292 ]
    },
    "properties": {
    "ID":1054,
    "銀行牌子":"大新銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"皇后大道西443-453號地下15-16號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2133,22.32294 ]
    },
    "properties": {
    "ID":1055,
    "銀行牌子":"大新銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"九龍灣德福廣場1期2樓F5A-F6A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1164,22.3727 ]
    },
    "properties": {
    "ID":1056,
    "銀行牌子":"大新銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"荃灣大河道14-16號登發大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127,22.50503 ]
    },
    "properties": {
    "ID":1057,
    "銀行牌子":"大新銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"上水新豐路55-59號兆啟樓地下B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1621,22.33262 ]
    },
    "properties": {
    "ID":1058,
    "銀行牌子":"大新銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"深水埗福榮街124號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1897,22.3161 ]
    },
    "properties": {
    "ID":1059,
    "銀行牌子":"大新銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"土瓜灣道245B及247號美景樓第2期地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.239901,22.276811 ]
    },
    "properties": {
    "ID":1060,
    "銀行牌子":"大新銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"柴灣盛泰街100號杏花邨杏花新城地下G59號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9406,22.28851 ]
    },
    "properties": {
    "ID":1061,
    "銀行牌子":"大新銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"一般分行",
    "地址":"大嶼山東涌慶東街1號東堤灣畔地下23號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1868,22.3388 ]
    },
    "properties": {
    "ID":1062,
    "銀行牌子":"大新銀行",
    "18區":"黃大仙區",
    "sub區":"橫頭磡",
    "我們的分類":"一般分行",
    "地址":"橫頭磡樂富廣場一樓1101至1102號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1725,22.29778 ]
    },
    "properties": {
    "ID":1063,
    "銀行牌子":"大新銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"尖沙咀彌敦道66-70號金冠大廈（港鐵尖沙咀站D1出口右轉，近彌敦道和加拿芬道交界）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2572,22.32218 ]
    },
    "properties": {
    "ID":1064,
    "銀行牌子":"大新銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"將軍澳新都城中心第三期一樓127號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1297,22.35777 ]
    },
    "properties": {
    "ID":1065,
    "銀行牌子":"大新銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"葵涌興芳路177號葵芳邨葵芳廣場1樓116號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138630,22.338392 ]
    },
    "properties": {
    "ID":1066,
    "銀行牌子":"大新銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"美孚新邨五期蘭秀道10A地下N26E及F號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185611,22.268508 ]
    },
    "properties": {
    "ID":1067,
    "銀行牌子":"大新銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"跑馬地毓秀街13號金毓大廈地下A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1078,22.35922 ]
    },
    "properties": {
    "ID":1068,
    "銀行牌子":"大新銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"一般分行",
    "地址":"青衣青敬路33號青衣城108D-E號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.117,22.36942 ]
    },
    "properties": {
    "ID":1069,
    "銀行牌子":"大新銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"荃灣沙咀道288號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.221772,22.282708 ]
    },
    "properties": {
    "ID":1070,
    "銀行牌子":"大新銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"筲箕灣道57-87號太安樓地下G8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.182526,22.27977 ]
    },
    "properties": {
    "ID":1071,
    "銀行牌子":"大新銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"銅鑼灣軒尼詩道482號（近波斯富街和軒尼詩道交界）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9665,22.37278 ]
    },
    "properties": {
    "ID":1072,
    "銀行牌子":"大新銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"屯門湖翠路168-236號海趣坊11及93-95號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155009,22.248118 ]
    },
    "properties": {
    "ID":1073,
    "銀行牌子":"大新銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"一般分行",
    "地址":"香港仔湖北街20號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200654,22.291469 ]
    },
    "properties": {
    "ID":1074,
    "銀行牌子":"大新銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"英皇道433-437號珠璣大廈（近新光戲院）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156026,22.283946 ]
    },
    "properties": {
    "ID":1101,
    "銀行牌子":"集友銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港中環德輔道中78號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.198412,22.290521 ]
    },
    "properties": {
    "ID":1102,
    "銀行牌子":"集友銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道390-394號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1784661,22.2786289 ]
    },
    "properties": {
    "ID":1103,
    "銀行牌子":"集友銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港灣仔軒尼詩道323-331號地下C和D舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.150263,22.2855075 ]
    },
    "properties": {
    "ID":1104,
    "銀行牌子":"集友銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港上環皇后大道中315-319號地下3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135114,22.286525 ]
    },
    "properties": {
    "ID":1105,
    "銀行牌子":"集友銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港西區皇后大道西443-445號地下13號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2101501,22.2880353 ]
    },
    "properties": {
    "ID":1106,
    "銀行牌子":"集友銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"一般分行",
    "地址":"香港鰂魚涌英皇道967-967A號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155824,22.2478773 ]
    },
    "properties": {
    "ID":1107,
    "銀行牌子":"集友銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"一般分行",
    "地址":"香港香港仔大道138-140號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1839672,22.3067946 ]
    },
    "properties": {
    "ID":1108,
    "銀行牌子":"集友銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"九龍紅磡機利士南路23-25號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2226386,22.3135145 ]
    },
    "properties": {
    "ID":1109,
    "銀行牌子":"集友銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘道398-402號地下A單位"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1620468,22.3271236 ]
    },
    "properties": {
    "ID":1110,
    "銀行牌子":"集友銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗荔枝角道235-237號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1965377,22.3343802 ]
    },
    "properties": {
    "ID":1111,
    "銀行牌子":"集友銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"一般分行",
    "地址":"九龍新蒲崗康強街61-63號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1694125,22.3061472 ]
    },
    "properties": {
    "ID":1112,
    "銀行牌子":"集友銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍油麻地上海街117-119號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1584042,22.3368627 ]
    },
    "properties": {
    "ID":1113,
    "銀行牌子":"集友銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗青山道226-228號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.209573,22.3282444 ]
    },
    "properties": {
    "ID":1114,
    "銀行牌子":"集友銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"九龍九龍灣啟業邨啟樂樓地下10及10A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1901295,22.3172149 ]
    },
    "properties": {
    "ID":1115,
    "銀行牌子":"集友銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"九龍土瓜灣道78–80W號地下11-13號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200498,22.34725 ]
    },
    "properties": {
    "ID":1116,
    "銀行牌子":"集友銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"九龍慈雲山中心7樓703A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975736,22.388391 ]
    },
    "properties": {
    "ID":1117,
    "銀行牌子":"集友銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門安定邨H.A.N.D.SN區1樓N-125號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1326695,22.3662585 ]
    },
    "properties": {
    "ID":1118,
    "銀行牌子":"集友銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵涌葵興邨興逸樓地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1598561,22.4503946 ]
    },
    "properties": {
    "ID":1119,
    "銀行牌子":"集友銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔太和邨安和樓地下112-114號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.101651,22.371985 ]
    },
    "properties": {
    "ID":1120,
    "銀行牌子":"集友銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣麗城薈三期地下5A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1115609,22.3727158 ]
    },
    "properties": {
    "ID":1121,
    "銀行牌子":"集友銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣沙咀道131-135號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194601,22.392459 ]
    },
    "properties": {
    "ID":1122,
    "銀行牌子":"集友銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"一般分行",
    "地址":"新界沙田穗禾苑穗禾商場1樓F7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.230977,22.4252757 ]
    },
    "properties": {
    "ID":1123,
    "銀行牌子":"集友銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"一般分行",
    "地址":"新界馬鞍山海柏花園馬鞍山廣場3樓313號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2588837,22.310997 ]
    },
    "properties": {
    "ID":1124,
    "銀行牌子":"集友銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新界將軍澳尚德邨尚德商場2樓238號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1485646,22.2864297 ]
    },
    "properties": {
    "ID":1126,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港上環皇后大道西2-12號（設有語音導航自動櫃員機）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1564086,22.283852 ]
    },
    "properties": {
    "ID":1127,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港德輔道中71號永安集團大廈地庫至二樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1512204,22.288101 ]
    },
    "properties": {
    "ID":1135,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港干諾道中200號信德中心二樓225號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.129382,22.2835392 ]
    },
    "properties": {
    "ID":1136,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港堅尼地城吉席街2-2F海怡花園"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1526749,22.2808553 ]
    },
    "properties": {
    "ID":1137,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港堅道57號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1445758,22.2878895 ]
    },
    "properties": {
    "ID":1141,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港德輔道西111-119號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1552884,22.2833787 ]
    },
    "properties": {
    "ID":1151,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港中環皇后大道中81-83號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1345169,22.2862301 ]
    },
    "properties": {
    "ID":1152,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港石塘咀皇后大道西534號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1425311,22.2865402 ]
    },
    "properties": {
    "ID":1153,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港西營盤第一街55號A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1409265,22.2844809 ]
    },
    "properties": {
    "ID":1156,
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港般含道63號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1884391,22.3276356 ]
    },
    "properties": {
    "ID":1162,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"一般分行",
    "地址":"九龍城太子道382-384號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1767814,22.3200882 ]
    },
    "properties": {
    "ID":1173,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"一般分行",
    "地址":"九龍窩打老道86號萬基大廈A2舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1876664,22.3082292 ]
    },
    "properties": {
    "ID":1175,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"九龍紅磡馬頭圍道21號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1896683,22.32875987 ]
    },
    "properties": {
    "ID":1176,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"一般分行",
    "地址":"九龍城衙前圍道25號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.180341,22.316144 ]
    },
    "properties": {
    "ID":1178,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"一般分行",
    "地址":"九龍何文田牧愛街30號香港公開大學"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1877229,22.3113195 ]
    },
    "properties": {
    "ID":1180,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"九龍紅磡馬頭圍道47-49號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1898927,22.3218812 ]
    },
    "properties": {
    "ID":1181,
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"九龍土瓜灣馬頭角道39-45號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.029011,22.444271 ]
    },
    "properties": {
    "ID":1185,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"新界元朗青山公路102-108號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0317002,22.4443379 ]
    },
    "properties": {
    "ID":1186,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"新界元朗青山公路8-18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0019525,22.4514605 ]
    },
    "properties": {
    "ID":1189,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界天水圍嘉湖山莊新北江商場A189號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0289251,22.4432189 ]
    },
    "properties": {
    "ID":1190,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"新界元朗大棠道23號合益廣場1字樓A135"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9984751,22.45620497 ]
    },
    "properties": {
    "ID":1193,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界天水圍天瑞商場地下G30號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0279004,22.4430091 ]
    },
    "properties": {
    "ID":1194,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"新界元朗教育路18-24號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.002785,22.458037 ]
    },
    "properties": {
    "ID":1197,
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界元朗天水圍天恩路18號置富嘉湖第一期地下G65號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.129489,22.501096 ]
    },
    "properties": {
    "ID":1207,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"新界上水上水中心第一層1007-1009號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.126296,22.500825 ]
    },
    "properties": {
    "ID":1213,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"新界上水彩園廣場三樓R9-10號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2241331,22.5464161 ]
    },
    "properties": {
    "ID":1220,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"沙打",
    "我們的分類":"一般分行",
    "地址":"新界沙頭角沙頭角邨16-18座"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1414928,22.4912966 ]
    },
    "properties": {
    "ID":1222,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"一般分行",
    "地址":"新界粉嶺中心2D-E及H號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141243,22.485459 ]
    },
    "properties": {
    "ID":1225,
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"一般分行",
    "地址":"新界粉嶺百和路88號花都廣場28號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148904,22.2496827 ]
    },
    "properties": {
    "ID":1231,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港田灣嘉禾街2-12號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138883,22.257917 ]
    },
    "properties": {
    "ID":1233,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港薄扶林置富南區廣場510號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1565771,22.2441922 ]
    },
    "properties": {
    "ID":1240,
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"鴨脷洲",
    "我們的分類":"一般分行",
    "地址":"香港鴨脷洲惠風街13-15號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1706796,22.452502 ]
    },
    "properties": {
    "ID":1245,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔安泰路1號大埔廣場地下商場4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.167976,22.4528903 ]
    },
    "properties": {
    "ID":1248,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔安慈路3號翠屏花園地下10號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172146,22.458164 ]
    },
    "properties": {
    "ID":1249,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔富亨邨商場1-2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174439,22.453706 ]
    },
    "properties": {
    "ID":1250,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔富善邨商場G11號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166092,22.4490089 ]
    },
    "properties": {
    "ID":1251,
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔墟廣福道40-50號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976071,22.393804 ]
    },
    "properties": {
    "ID":1261,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門市廣場第二期商場2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9786085,22.3886896 ]
    },
    "properties": {
    "ID":1263,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門青海圍6號G及H舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9696676,22.3965773 ]
    },
    "properties": {
    "ID":1267,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門建榮街24-30號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9686237,22.4076974 ]
    },
    "properties": {
    "ID":1269,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門良德街海麗花園商場地下13-15號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.963038,22.40644 ]
    },
    "properties": {
    "ID":1270,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門田景路31號良景邨良景商場L2層L221及L222號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9627741,22.3748377 ]
    },
    "properties": {
    "ID":1271,
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門蝴蝶廣場地下L187-195號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2062597,22.2919531 ]
    },
    "properties": {
    "ID":1277,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道668號健康村二期1-2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2359625,22.2657514 ]
    },
    "properties": {
    "ID":1278,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港柴灣利眾街29-31號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.201019,22.291197 ]
    },
    "properties": {
    "ID":1281,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道480號昌明洋樓地下B及C舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1962156,22.29011892 ]
    },
    "properties": {
    "ID":1282,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道318-328號B1舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1942073,22.28943829 ]
    },
    "properties": {
    "ID":1283,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道193-209號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1944963,22.29075921 ]
    },
    "properties": {
    "ID":1284,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角電氣道233號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2186425,22.2862041 ]
    },
    "properties": {
    "ID":1288,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"一般分行",
    "地址":"香港太古城海星閣G1006"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2509844,22.2627311 ]
    },
    "properties": {
    "ID":1289,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港小西灣富怡花園商舖19號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.243502,22.2674931 ]
    },
    "properties": {
    "ID":1290,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港柴灣常安街77號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2281781,22.2801139 ]
    },
    "properties": {
    "ID":1292,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"香港筲箕灣愛蝶灣商舖58號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2395195,22.277675 ]
    },
    "properties": {
    "ID":1293,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港柴灣杏花邨東翼商場205-208號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2246653,22.2803379 ]
    },
    "properties": {
    "ID":1307,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"香港筲箕灣道260-262號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2302779,22.2779651 ]
    },
    "properties": {
    "ID":1312,
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"香港筲箕灣金華街3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1781553,22.3744989 ]
    },
    "properties": {
    "ID":1317,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"一般分行",
    "地址":"新界沙田大圍道74-76號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.227721,22.416753 ]
    },
    "properties": {
    "ID":1322,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"一般分行",
    "地址":"新界馬鞍山恆安邨商場203號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1898673,22.3833255 ]
    },
    "properties": {
    "ID":1329,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田橫壆街1-15號好運中心地下20號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194261,22.37779 ]
    },
    "properties": {
    "ID":1335,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田沙角邨商場39號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19196,22.3853785 ]
    },
    "properties": {
    "ID":1336,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田瀝源邨福海樓1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179612,22.368046 ]
    },
    "properties": {
    "ID":1343,
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"一般分行",
    "地址":"新界沙田隆亨邨商場103號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1681502,22.300477 ]
    },
    "properties": {
    "ID":1356,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀廣東道33號中港城2樓19-20號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1715893,22.30667 ]
    },
    "properties": {
    "ID":1362,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍彌敦道328-330號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1618055,22.3203 ]
    },
    "properties": {
    "ID":1365,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍大角咀道73-77號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1673973,22.3225649 ]
    },
    "properties": {
    "ID":1366,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍旺角上海街689-693號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173312,22.299577 ]
    },
    "properties": {
    "ID":1369,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀加拿芬道24-28號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1709626,22.3212348 ]
    },
    "properties": {
    "ID":1381,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍旺角道50-52號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1689402,22.3205441 ]
    },
    "properties": {
    "ID":1382,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍旺角彌敦道707-713號B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1642719,22.3212951 ]
    },
    "properties": {
    "ID":1390,
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍大角咀福全街32-40號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1674579,22.3339521 ]
    },
    "properties": {
    "ID":1397,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗南昌街223號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158465,22.338538 ]
    },
    "properties": {
    "ID":1401,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍李鄭屋邨商業中心108號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1658899,22.326539 ]
    },
    "properties": {
    "ID":1402,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗汝州街42-46號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1654591,22.331698 ]
    },
    "properties": {
    "ID":1404,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗南昌街207-211號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1609465,22.3348414 ]
    },
    "properties": {
    "ID":1405,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗青山道147-149號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138414,22.338021 ]
    },
    "properties": {
    "ID":1413,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"九龍美孚新邨萬事達廣場地下17-B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.159776,22.331107 ]
    },
    "properties": {
    "ID":1416,
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗欽州街37號K西九龍中心206A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185114,22.279608 ]
    },
    "properties": {
    "ID":1427,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"香港銅鑼灣渣甸街23號兆基商業中心地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1819011,22.277174 ]
    },
    "properties": {
    "ID":1433,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"香港銅鑼灣禮頓道33-35號第一商業大廈地下A及B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174389,22.276552 ]
    },
    "properties": {
    "ID":1434,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港灣仔莊士敦道152-158號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186533,22.268552 ]
    },
    "properties": {
    "ID":1436,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港跑馬地成和道49-51A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.180549,22.279338 ]
    },
    "properties": {
    "ID":1439,
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港灣仔軒尼詩道409-415號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0606357,22.3677526 ]
    },
    "properties": {
    "ID":1446,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界深井海韻花園商場G1及G2"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1111231,22.3702519 ]
    },
    "properties": {
    "ID":1449,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣海盛路24號祈德尊新邨商場1-3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1176181,22.37251641 ]
    },
    "properties": {
    "ID":1455,
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣青山公路荃灣段201-207號新青大廈地下及一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1277388,22.3592102 ]
    },
    "properties": {
    "ID":1458,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵涌興芳路192-194號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1362328,22.3785699 ]
    },
    "properties": {
    "ID":1465,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵涌梨木樹商場22號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1326785,22.3643975 ]
    },
    "properties": {
    "ID":1476,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵涌葵昌路40號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1280579,22.3583576 ]
    },
    "properties": {
    "ID":1478,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵涌葵富路7-11號葵涌廣場地下A18-20號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1338268,22.3682492 ]
    },
    "properties": {
    "ID":1479,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵涌道1009號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.103329,22.362473 ]
    },
    "properties": {
    "ID":1484,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"一般分行",
    "地址":"新界青衣島長發邨商場317號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.105992,22.348817 ]
    },
    "properties": {
    "ID":1486,
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"一般分行",
    "地址":"新界青衣島長康邨商業中心地下2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.261564,22.308558 ]
    },
    "properties": {
    "ID":1489,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新界將軍澳Popcorn商場地下G59-60號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2624365,22.307886 ]
    },
    "properties": {
    "ID":1490,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新界將軍澳將軍澳廣場L1層112-125號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.257577,22.321438 ]
    },
    "properties": {
    "ID":1494,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新界將軍澳新都城一期二樓209號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.263498,22.337443 ]
    },
    "properties": {
    "ID":1505,
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"一般分行",
    "地址":"新界清水灣道香港科技大學"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2266442,22.3172156 ]
    },
    "properties": {
    "ID":1509,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘協和街195-197號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.213446,22.32309 ]
    },
    "properties": {
    "ID":1517,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"九龍灣德褔花園商場P2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2390001,22.2950082 ]
    },
    "properties": {
    "ID":1519,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"一般分行",
    "地址":"九龍油塘中心嘉富商場G1-G27"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.216852,22.322378 ]
    },
    "properties": {
    "ID":1527,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"九龍牛頭角道177號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.231833,22.319718 ]
    },
    "properties": {
    "ID":1529,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"四順+秀茂坪",
    "我們的分類":"一般分行",
    "地址":"九龍秀茂坪商場214號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.229027,22.314777 ]
    },
    "properties": {
    "ID":1530,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘翠屏邨商場二樓116號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2222592,22.3149123 ]
    },
    "properties": {
    "ID":1533,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘牛頭角道327號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2241094,22.3153835 ]
    },
    "properties": {
    "ID":1534,
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘輔仁街26-32號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0285933,22.2067038 ]
    },
    "properties": {
    "ID":1545,
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"長洲大新街53-55號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.197051,22.3358068 ]
    },
    "properties": {
    "ID":1558,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"一般分行",
    "地址":"九龍新蒲崗大有街35號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19436,22.335549 ]
    },
    "properties": {
    "ID":1561,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"一般分行",
    "地址":"九龍新蒲崗彩虹道58-68號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.215024,22.333367 ]
    },
    "properties": {
    "ID":1562,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"一般分行",
    "地址":"九龍牛池灣清水灣道45號彩雲商場第二期三樓A317及A318號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187566,22.337426 ]
    },
    "properties": {
    "ID":1566,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"橫頭磡",
    "我們的分類":"一般分行",
    "地址":"九龍樂富中心第二期商場2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2015015,22.3471564 ]
    },
    "properties": {
    "ID":1567,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"九龍慈雲山毓華街46-48號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1930406,22.3451755 ]
    },
    "properties": {
    "ID":1574,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"九龍竹園南邨竹園中心商場S1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2029331,22.3399475 ]
    },
    "properties": {
    "ID":1577,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"九龍鑽石山荷里活廣場G107號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194194,22.341416 ]
    },
    "properties": {
    "ID":1578,
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"九龍黃大仙中心地下G13號（設有語音導航自動櫃員機）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.153897,22.248221 ]
    },
    "properties": {
    "ID":1580,
    "銀行牌子":"渣打銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"一般分行",
    "地址":"香港香港仔南寧街6-12號香港仔中心第五期地下4A舖及一樓1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16408,22.279938 ]
    },
    "properties": {
    "ID":1582,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港金鐘夏愨道十六號遠東金融中心地下高層C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185563,22.279631 ]
    },
    "properties": {
    "ID":1583,
    "銀行牌子":"渣打銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"香港銅鑼灣怡和街38-40A號怡華大廈地下至2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156205,22.281085 ]
    },
    "properties": {
    "ID":1584,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港威靈頓街1號荊威廣場地下低層至2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.159176,22.280723 ]
    },
    "properties": {
    "ID":1585,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港中環德輔道中4-4A號渣打銀行大廈地下G1號舖及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237294,22.264079 ]
    },
    "properties": {
    "ID":1590,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港柴灣新翠花園新翠商場1樓101號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.237294,22.264079 ]
    },
    "properties": {
    "ID":1591,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港柴灣新翠花園新翠商場1樓101號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148653,22.337548 ]
    },
    "properties": {
    "ID":1592,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"一般分行",
    "地址":"九龍長沙灣長沙灣道828號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19343,22.39733 ]
    },
    "properties": {
    "ID":1600,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"一般分行",
    "地址":"新界沙田火炭山尾街18-24號沙田商業中心1樓10號銀行舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184943,22.269098 ]
    },
    "properties": {
    "ID":1602,
    "銀行牌子":"渣打銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港跑馬地景光街16號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187768,22.305931 ]
    },
    "properties": {
    "ID":1608,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"九龍紅磡德民街52號黃埔新邨第4期6E及7C1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171499,22.303555 ]
    },
    "properties": {
    "ID":1611,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍佐敦彌敦道219號莊士倫敦廣場地下G3,G4及G5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18768,22.32841 ]
    },
    "properties": {
    "ID":1614,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"一般分行",
    "地址":"九龍九龍城福佬村道18號成龍居地下2A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.133983,22.362705 ]
    },
    "properties": {
    "ID":1617,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵涌工業街2-8號力豐工業大廈地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127085,22.357369 ]
    },
    "properties": {
    "ID":1622,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵芳興芳路223號新都會廣場一樓175-176號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138053,22.366996 ]
    },
    "properties": {
    "ID":1625,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵涌和宜合道124-128及132/136號利和大廈地下1-2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2248,22.310686 ]
    },
    "properties": {
    "ID":1626,
    "銀行牌子":"渣打銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘開源道63號福昌大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212529,22.323515 ]
    },
    "properties": {
    "ID":1629,
    "銀行牌子":"渣打銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"九龍九龍灣德福花園德福廣場平台P9-12號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186749,22.338932 ]
    },
    "properties": {
    "ID":1638,
    "銀行牌子":"渣打銀行",
    "18區":"黃大仙區",
    "sub區":"橫頭磡",
    "我們的分類":"一般分行",
    "地址":"九龍樂富中心商場地下G201號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.232235,22.425767 ]
    },
    "properties": {
    "ID":1641,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"一般分行",
    "地址":"新界沙田馬鞍山馬鞍山廣場2樓231-234及246號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141754,22.336221 ]
    },
    "properties": {
    "ID":1643,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"九龍美孚新邨第4期美孚廣場地下G5,G6,G7及G9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.137375,22.33667 ]
    },
    "properties": {
    "ID":1644,
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"九龍美孚新邨第1期百老匯街1C地下2,3,10及11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169709,22.317266 ]
    },
    "properties": {
    "ID":1646,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍旺角彌敦道617-623號地下、一樓及二樓B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169696,22.319835 ]
    },
    "properties": {
    "ID":1649,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍彌敦道688號旺角中心一期地下G30及G31號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202291,22.29141 ]
    },
    "properties": {
    "ID":1650,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道500號港運城地下003號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195154,22.289824 ]
    },
    "properties": {
    "ID":1651,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道278-288號北角中心地下G2舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16878,22.32398 ]
    },
    "properties": {
    "ID":1652,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍太子道西157號別樹華軒地下及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212557,22.28478 ]
    },
    "properties": {
    "ID":1653,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"一般分行",
    "地址":"香港鰂魚涌英皇道1027號惠安苑地下G6號舖及地下低層LG1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.271362,22.381419 ]
    },
    "properties": {
    "ID":1654,
    "銀行牌子":"渣打銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"一般分行",
    "地址":"新界西貢灣景道1,3及5號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19802,22.336659 ]
    },
    "properties": {
    "ID":1656,
    "銀行牌子":"渣打銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"一般分行",
    "地址":"九龍新蒲崗大有街31號善美工業大廈地下A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189137,22.383299 ]
    },
    "properties": {
    "ID":1665,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田沙田正街21-27號沙田廣場地下8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178492,22.374195 ]
    },
    "properties": {
    "ID":1666,
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"一般分行",
    "地址":"新界大圍大圍道90號地下及積福街103及105號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22127,22.282649 ]
    },
    "properties": {
    "ID":1669,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"香港筲箕灣筲箕灣道85-87號太安樓地下A-B舖及1樓160-161號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.134975,22.286233 ]
    },
    "properties": {
    "ID":1670,
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港石塘咀皇后大道西455-485地下8-12號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.130703,22.501098 ]
    },
    "properties": {
    "ID":1671,
    "銀行牌子":"渣打銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"新界上水智昌路3號上水中心1樓G1021-1023號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.217259,22.285773 ]
    },
    "properties": {
    "ID":1680,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"一般分行",
    "地址":"香港鰂魚涌太古城太古城道18號太古城中心第2期地下42-43號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166111,22.452521 ]
    },
    "properties": {
    "ID":1682,
    "銀行牌子":"渣打銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔八號花園地下21號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165534,22.44921 ]
    },
    "properties": {
    "ID":1683,
    "銀行牌子":"渣打銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔墟廣福道21-25號地下1-2號舖及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00231,22.450789 ]
    },
    "properties": {
    "ID":1685,
    "銀行牌子":"渣打銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界天水圍天耀商場1樓L105號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.263719,22.318757 ]
    },
    "properties": {
    "ID":1686,
    "銀行牌子":"渣打銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新界將軍澳厚德邨TKOGateway東翼地下E037-E040號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172453,22.297801 ]
    },
    "properties": {
    "ID":1687,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀彌敦道66-70號金冠大廈一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168853,22.298884 ]
    },
    "properties": {
    "ID":1688,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀廣東道86-98號文利大廈地下及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17571,22.299192 ]
    },
    "properties": {
    "ID":1689,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀漆咸道南53-55號嘉芙中心地下1,2,3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172919,22.299445 ]
    },
    "properties": {
    "ID":1690,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀加連威老道8A-10號地下及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178945,22.300681 ]
    },
    "properties": {
    "ID":1692,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀東科學館道14號新文華中心地舖1D及1樓100號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.108086,22.359437 ]
    },
    "properties": {
    "ID":1695,
    "銀行牌子":"渣打銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"一般分行",
    "地址":"新界青衣青衣城3樓308E號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.118377,22.371859 ]
    },
    "properties": {
    "ID":1696,
    "銀行牌子":"渣打銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣眾安街2-8號周合成大廈地下6&8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.117459,22.369314 ]
    },
    "properties": {
    "ID":1699,
    "銀行牌子":"渣打銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣沙咀道298號翡翠商場地下C舖及一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170579,22.314787 ]
    },
    "properties": {
    "ID":1707,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍油麻地彌敦道564號明芳樓地下及一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976003,22.39588 ]
    },
    "properties": {
    "ID":1711,
    "銀行牌子":"渣打銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門仁政街26A富華大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.180407,22.279118 ]
    },
    "properties": {
    "ID":1714,
    "銀行牌子":"渣打銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港灣仔軒尼詩道399號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174868,22.281033 ]
    },
    "properties": {
    "ID":1715,
    "銀行牌子":"渣打銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港灣仔港灣道23號鷹君中心1樓113-120號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173583,22.277509 ]
    },
    "properties": {
    "ID":1716,
    "銀行牌子":"渣打銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港灣仔軒尼詩道156-162號利榮大廈地下C2舖,一樓及二樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172513,22.274836 ]
    },
    "properties": {
    "ID":1717,
    "銀行牌子":"渣打銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港灣仔皇后大道東208-212號地下及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161634,22.316225 ]
    },
    "properties": {
    "ID":1718,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍大角咀海庭道18號奧海城二期一樓135及136號舖（鄰近奧運站）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161662,22.30475 ]
    },
    "properties": {
    "ID":1719,
    "銀行牌子":"渣打銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍柯士甸道西1號圓方1樓1003-1004號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.027912,22.444296 ]
    },
    "properties": {
    "ID":1721,
    "銀行牌子":"渣打銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"新界元朗青山公路140號地下及中層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.024657,22.444735 ]
    },
    "properties": {
    "ID":1722,
    "銀行牌子":"渣打銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"新界元朗青山公路段239-247&247A號萬昌樓地下前舖B號及一樓全層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174396,22.317525 ]
    },
    "properties": {
    "ID":1730,
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"一般分行",
    "地址":"九龍何文田窩打老道61-63號松亭閣地下A3舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.216174,22.284836 ]
    },
    "properties": {
    "ID":1734,
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"一般分行",
    "地址":"香港鰂魚涌康山道1號康怡廣場地下G12號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.224432,22.312852 ]
    },
    "properties": {
    "ID":1738,
    "銀行牌子":"渣打銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"九龍觀塘道414號1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1558715,22.2487434 ]
    },
    "properties": {
    "ID":1742,
    "銀行牌子":"永亨銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"一般分行",
    "地址":"香港仔大道170-172號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1815895,22.2797427 ]
    },
    "properties": {
    "ID":1743,
    "銀行牌子":"永亨銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"軒尼詩道443-445號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2093963,22.289834 ]
    },
    "properties": {
    "ID":1744,
    "銀行牌子":"永亨銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"英皇道318–328號B2A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1743165,22.2790336 ]
    },
    "properties": {
    "ID":1745,
    "銀行牌子":"永亨銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"灣仔告士打道109-111號東惠商業大廈地下1-3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151998,22.285334 ]
    },
    "properties": {
    "ID":1746,
    "銀行牌子":"永亨銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"上環孖沙街12至18號一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185052,22.2688615 ]
    },
    "properties": {
    "ID":1747,
    "銀行牌子":"永亨銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"香港跑馬地景光街15-17號2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173595,22.276733 ]
    },
    "properties": {
    "ID":1748,
    "銀行牌子":"永亨銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"灣仔莊士敦道131至133號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200822,22.291417 ]
    },
    "properties": {
    "ID":1749,
    "銀行牌子":"永亨銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"北角英皇道441至443號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.229402,22.278564 ]
    },
    "properties": {
    "ID":1750,
    "銀行牌子":"永亨銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"筲箕灣寶文街1號峻峰花園"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1653066,22.2785884 ]
    },
    "properties": {
    "ID":1751,
    "銀行牌子":"永亨銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"金鐘金鐘道95號統一中心2樓2007-9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14408,22.288044 ]
    },
    "properties": {
    "ID":1752,
    "銀行牌子":"永亨銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"西營盤德輔道西139至141號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158082,22.336978 ]
    },
    "properties": {
    "ID":1753,
    "銀行牌子":"永亨銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"一般分行",
    "地址":"長沙灣青山道253至259號2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151747,22.325118 ]
    },
    "properties": {
    "ID":1754,
    "銀行牌子":"永亨銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"一般分行",
    "地址":"長沙灣副食品批發市場行政大樓一樓T-301室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225065,22.310121 ]
    },
    "properties": {
    "ID":1755,
    "銀行牌子":"永亨銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"觀塘開源道60號地下2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187418,22.310344 ]
    },
    "properties": {
    "ID":1756,
    "銀行牌子":"永亨銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"紅磡馬頭圍道104號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171909,22.305694 ]
    },
    "properties": {
    "ID":1757,
    "銀行牌子":"永亨銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"佐敦彌敦道298號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1890272,22.3288116 ]
    },
    "properties": {
    "ID":1758,
    "銀行牌子":"永亨銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"一般分行",
    "地址":"九龍城衙前圍道37號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22399,22.315441 ]
    },
    "properties": {
    "ID":1759,
    "銀行牌子":"永亨銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"觀塘輔仁街22至24號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138688,22.337974 ]
    },
    "properties": {
    "ID":1760,
    "銀行牌子":"永亨銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"美孚新邨萬事達廣場地下N52號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169434,22.321127 ]
    },
    "properties": {
    "ID":1761,
    "銀行牌子":"永亨銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"旺角旺角道16號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2226589,22.3147492 ]
    },
    "properties": {
    "ID":1762,
    "銀行牌子":"永亨銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"觀塘牛頭角道347-349號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1967006,22.3357644 ]
    },
    "properties": {
    "ID":1763,
    "銀行牌子":"永亨銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"一般分行",
    "地址":"新蒲崗爵祿街66-70號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165954,22.327628 ]
    },
    "properties": {
    "ID":1764,
    "銀行牌子":"永亨銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"深水埗長沙灣道57號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16433,22.323177 ]
    },
    "properties": {
    "ID":1765,
    "銀行牌子":"永亨銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"大角咀通州街51至67號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189408,22.315176 ]
    },
    "properties": {
    "ID":1766,
    "銀行牌子":"永亨銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"土瓜灣土瓜灣道237號A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1751549,22.2993541 ]
    },
    "properties": {
    "ID":1767,
    "銀行牌子":"永亨銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"九龍尖沙咀金馬倫道54號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17689,22.298037 ]
    },
    "properties": {
    "ID":1768,
    "銀行牌子":"永亨銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"尖沙咀麼地道好時中心地下17-18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187268,22.306326 ]
    },
    "properties": {
    "ID":1769,
    "銀行牌子":"永亨銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"紅磡黃埔新邨德民街8-10號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1705768,22.3122572 ]
    },
    "properties": {
    "ID":1770,
    "銀行牌子":"永亨銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"油麻地彌敦道507號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131838,22.363781 ]
    },
    "properties": {
    "ID":1773,
    "銀行牌子":"永亨銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"葵涌葵興路100號葵涌中心"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.112237,22.372323 ]
    },
    "properties": {
    "ID":1774,
    "銀行牌子":"永亨銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"荃灣沙咀道345至347號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190012,22.383508 ]
    },
    "properties": {
    "ID":1775,
    "銀行牌子":"永亨銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"一般分行",
    "地址":"沙田好運中心地下16A&B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190124,22.383577 ]
    },
    "properties": {
    "ID":1776,
    "銀行牌子":"永亨銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"上水新豐路104-104A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166511,22.44731 ]
    },
    "properties": {
    "ID":1777,
    "銀行牌子":"永亨銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"大埔大榮里12至26號F舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177776,22.375349 ]
    },
    "properties": {
    "ID":1778,
    "銀行牌子":"永亨銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"一般分行",
    "地址":"沙田大圍道32至34號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.258425,22.322833 ]
    },
    "properties": {
    "ID":1779,
    "銀行牌子":"永亨銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"將軍澳新都城中心二期商場一樓1022-23號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11721,22.370735 ]
    },
    "properties": {
    "ID":1780,
    "銀行牌子":"永亨銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"荃灣眾安街35號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.974769,22.396339 ]
    },
    "properties": {
    "ID":1781,
    "銀行牌子":"永亨銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門鄉事會路52-62號萬祥樓地下1-2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.030907,22.444281 ]
    },
    "properties": {
    "ID":1782,
    "銀行牌子":"永亨銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"元朗青山公路40-54號地下1-3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.213738,22.32314 ]
    },
    "properties": {
    "ID":1783,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"九龍九龍灣德福廣場F19號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.178538,22.312094 ]
    },
    "properties": {
    "ID":1785,
    "銀行牌子":"工商銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"一般分行",
    "地址":"九龍何文田愛民廣場F18-F19號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189422,22.323171 ]
    },
    "properties": {
    "ID":1787,
    "銀行牌子":"工商銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"九龍土瓜灣木廠街12-14號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19593,22.333886 ]
    },
    "properties": {
    "ID":1790,
    "銀行牌子":"工商銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"一般分行",
    "地址":"九龍新蒲崗寧遠街3-23號越秀廣場G10號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.167851,22.325543 ]
    },
    "properties": {
    "ID":1792,
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"九龍旺角彌敦道777號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161503,22.327922 ]
    },
    "properties": {
    "ID":1794,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"九龍深水埗荔枝角道290號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.216434,22.32413 ]
    },
    "properties": {
    "ID":1795,
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"九龍牛頭角道77號淘大商場第二期地下211-214號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.139373,22.337559 ]
    },
    "properties": {
    "ID":1797,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"九龍美孚新村萬事達廣場1樓N95A號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148673,22.337135 ]
    },
    "properties": {
    "ID":1798,
    "銀行牌子":"工商銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"一般分行",
    "地址":"九龍荔枝角長沙灣道833號長沙灣廣場地下G06號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194421,22.34147 ]
    },
    "properties": {
    "ID":1801,
    "銀行牌子":"工商銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"九龍黃大仙正德街103號黃大仙中心一樓128號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.025999,22.444546 ]
    },
    "properties": {
    "ID":1804,
    "銀行牌子":"工商銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"新界元朗青山道197-199號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177051,22.375777 ]
    },
    "properties": {
    "ID":1805,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"一般分行",
    "地址":"新界大圍大圍道金山樓地下5號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.167055,22.447021 ]
    },
    "properties": {
    "ID":1806,
    "銀行牌子":"工商銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔大榮里34至38號美發大廈地下F鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161544,22.451468 ]
    },
    "properties": {
    "ID":1807,
    "銀行牌子":"工商銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界大埔太和廣場2樓216號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.258186,22.323195 ]
    },
    "properties": {
    "ID":1808,
    "銀行牌子":"工商銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"新界將軍澳欣景路8號新都城中心2期商場1樓1025A號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.970467,22.402655 ]
    },
    "properties": {
    "ID":1811,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門大興邨商場21-23號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.967425,22.389071 ]
    },
    "properties": {
    "ID":1812,
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界屯門天后路18號南豐工業城中央服務大樓217號A-F"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190081,22.382331 ]
    },
    "properties": {
    "ID":1813,
    "銀行牌子":"工商銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田中心3樓22J號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.137897,22.367264 ]
    },
    "properties": {
    "ID":1816,
    "銀行牌子":"工商銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵涌和宜合道63號麗晶中心A座G02"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127493,22.358439 ]
    },
    "properties": {
    "ID":1817,
    "銀行牌子":"工商銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"新界葵芳葵涌廣場二字樓C63A-C66號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.112556,22.374805 ]
    },
    "properties": {
    "ID":1818,
    "銀行牌子":"工商銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界青山公路荃灣段423-427號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.199784,22.290941 ]
    },
    "properties": {
    "ID":1821,
    "銀行牌子":"工商銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港北角英皇道436-438號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15362,22.279912 ]
    },
    "properties": {
    "ID":1823,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港堅道22號廣堅大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.248948,22.266025 ]
    },
    "properties": {
    "ID":1824,
    "銀行牌子":"工商銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"香港小西灣道9號富欣花園地下17-19號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172477,22.277772 ]
    },
    "properties": {
    "ID":1829,
    "銀行牌子":"工商銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"香港灣仔軒尼詩道117-123號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.143352,22.286825 ]
    },
    "properties": {
    "ID":1835,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"香港西營盤皇后大道西242-244號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165208,22.278546 ]
    },
    "properties": {
    "ID":1837,
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港金鐘道95號統一中心1樓1013-1014號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191613,22.285481 ]
    },
    "properties": {
    "ID":1840,
    "銀行牌子":"工商銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"香港電氣道113-115號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154172,22.249236 ]
    },
    "properties": {
    "ID":1841,
    "銀行牌子":"工商銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"一般分行",
    "地址":"香港香港仔中心第一期地下7A鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1576,22.281489 ]
    },
    "properties": {
    "ID":1844,
    "銀行牌子":"上海商業銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"香港中環皇后大道中15號置地廣場告羅士打大廈35樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156023,22.247439 ]
    },
    "properties": {
    "ID":1845,
    "銀行牌子":"上海商業銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"一般分行",
    "地址":"香港仔香港仔大道118號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186219,22.278362 ]
    },
    "properties": {
    "ID":1846,
    "銀行牌子":"上海商業銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"銅鑼灣邊寧頓街18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177829,22.277834 ]
    },
    "properties": {
    "ID":1848,
    "銀行牌子":"上海商業銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"灣仔軒尼詩道302號集成中心LG16號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.201556,22.291181 ]
    },
    "properties": {
    "ID":1849,
    "銀行牌子":"上海商業銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"一般分行",
    "地址":"北角英皇道486號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183475,22.281314 ]
    },
    "properties": {
    "ID":1850,
    "銀行牌子":"上海商業銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"銅鑼灣謝斐道517號A地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.229859,22.277514 ]
    },
    "properties": {
    "ID":1851,
    "銀行牌子":"上海商業銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"筲箕灣筲箕灣東大街136號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151644,22.285075 ]
    },
    "properties": {
    "ID":1852,
    "銀行牌子":"上海商業銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"一般分行",
    "地址":"上環蘇杭街41-47號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24858,22.26578 ]
    },
    "properties": {
    "ID":1853,
    "銀行牌子":"上海商業銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"一般分行",
    "地址":"柴灣小西灣道9號富欣花園9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.215049,22.286667 ]
    },
    "properties": {
    "ID":1854,
    "銀行牌子":"上海商業銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"一般分行",
    "地址":"鰂魚涌太古城太裕路G502號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190519,22.287146 ]
    },
    "properties": {
    "ID":1855,
    "銀行牌子":"上海商業銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"一般分行",
    "地址":"銅鑼灣屈臣道15號維多利中心G7號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16978,22.277951 ]
    },
    "properties": {
    "ID":1856,
    "銀行牌子":"上海商業銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"灣仔軒尼詩道19-21號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128131,22.283473 ]
    },
    "properties": {
    "ID":1857,
    "銀行牌子":"上海商業銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"一般分行",
    "地址":"西環吉席街47號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170835,22.305524 ]
    },
    "properties": {
    "ID":1858,
    "銀行牌子":"上海商業銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"佐敦佐敦道23號新寶廣場地下2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21118,22.322702 ]
    },
    "properties": {
    "ID":1859,
    "銀行牌子":"上海商業銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"一般分行",
    "地址":"九龍灣宏開道16號德福大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.180918,22.339437 ]
    },
    "properties": {
    "ID":1860,
    "銀行牌子":"上海商業銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"一般分行",
    "地址":"九龍塘聯合道320號建新中心G28號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.223569,22.315485 ]
    },
    "properties": {
    "ID":1861,
    "銀行牌子":"上海商業銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"一般分行",
    "地址":"觀塘康寧道57-61號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154,22.340455 ]
    },
    "properties": {
    "ID":1862,
    "銀行牌子":"上海商業銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"一般分行",
    "地址":"青山道438號麗群閣地下5-8號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138293,22.336464 ]
    },
    "properties": {
    "ID":1863,
    "銀行牌子":"上海商業銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"荔枝角美孚新邨百老匯街29號D"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141064,22.336309 ]
    },
    "properties": {
    "ID":1864,
    "銀行牌子":"上海商業銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"一般分行",
    "地址":"荔枝角美孚新邨百老匯街83號B"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169494,22.319628 ]
    },
    "properties": {
    "ID":1866,
    "銀行牌子":"上海商業銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"一般分行",
    "地址":"旺角彌敦道666號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.209088,22.333733 ]
    },
    "properties": {
    "ID":1867,
    "銀行牌子":"上海商業銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"一般分行",
    "地址":"牛池灣坪石邨鑽石樓115號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.197224,22.335015 ]
    },
    "properties": {
    "ID":1868,
    "銀行牌子":"上海商業銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"一般分行",
    "地址":"新蒲崗康強街28號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.164083,22.329254 ]
    },
    "properties": {
    "ID":1869,
    "銀行牌子":"上海商業銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"一般分行",
    "地址":"深水埗長沙灣道141號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188673,22.315414 ]
    },
    "properties": {
    "ID":1870,
    "銀行牌子":"上海商業銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"土瓜灣土瓜灣道60號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171209,22.296143 ]
    },
    "properties": {
    "ID":1871,
    "銀行牌子":"上海商業銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"尖沙咀漢口道7號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17689,22.298037 ]
    },
    "properties": {
    "ID":1872,
    "銀行牌子":"上海商業銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"一般分行",
    "地址":"東尖沙咀麼地道63號好時中心G27號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176539,22.319475 ]
    },
    "properties": {
    "ID":1873,
    "銀行牌子":"上海商業銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"一般分行",
    "地址":"何文田窩打老道84號K"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187842,22.303964 ]
    },
    "properties": {
    "ID":1874,
    "銀行牌子":"上海商業銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"一般分行",
    "地址":"紅磡黃埔花園（第四期）棕櫚苑商場9號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.192335,22.341931 ]
    },
    "properties": {
    "ID":1875,
    "銀行牌子":"上海商業銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"一般分行",
    "地址":"黃大仙龍翔道136號黃大仙中心北館1樓N117號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.00287,22.458081 ]
    },
    "properties": {
    "ID":1876,
    "銀行牌子":"上海商業銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"天水圍天恩路18號嘉湖銀座第二期地下G08號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.134711,22.368159 ]
    },
    "properties": {
    "ID":1877,
    "銀行牌子":"上海商業銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"一般分行",
    "地址":"葵涌青山公路482號和記新邨3號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.231339,22.425441 ]
    },
    "properties": {
    "ID":1878,
    "銀行牌子":"上海商業銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"一般分行",
    "地址":"馬鞍山西沙路608號馬鞍山廣場三樓308號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190222,22.382495 ]
    },
    "properties": {
    "ID":1879,
    "銀行牌子":"上海商業銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"沙田橫壆街沙田中心70號B"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.126899,22.505289 ]
    },
    "properties": {
    "ID":1880,
    "銀行牌子":"上海商業銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"一般分行",
    "地址":"上水新豐路82號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168702,22.443695 ]
    },
    "properties": {
    "ID":1881,
    "銀行牌子":"上海商業銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"大埔南運路9號新達廣場一樓54號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.121944,22.367971 ]
    },
    "properties": {
    "ID":1882,
    "銀行牌子":"上海商業銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"荃灣德士古道36-60號東亞商場B128-131號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.256888,22.322366 ]
    },
    "properties": {
    "ID":1883,
    "銀行牌子":"上海商業銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"將軍澳貿業路8號新都城商場第三期地下G1-2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.112876,22.374575 ]
    },
    "properties": {
    "ID":1884,
    "銀行牌子":"上海商業銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"荃灣青山公路405號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.974685,22.395478 ]
    },
    "properties": {
    "ID":1885,
    "銀行牌子":"上海商業銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"屯門鄉事會路4-26號明偉大樓地下1-3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.940041,22.288823 ]
    },
    "properties": {
    "ID":1886,
    "銀行牌子":"上海商業銀行",
    "18區":"離島區",
    "sub區":"東涌",
    "我們的分類":"一般分行",
    "地址":"大嶼山東涌東堤灣畔5座地下1-2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.272634,22.279438 ]
    },
    "properties": {
    "ID":1887,
    "銀行牌子":"上海商業銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"一般分行",
    "地址":"將軍澳工業邨駿才街77號電視廣播城工場大樓二樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.027237,22.443775 ]
    },
    "properties": {
    "ID":1888,
    "銀行牌子":"上海商業銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"一般分行",
    "地址":"元朗康樂路17號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.230314,22.277557 ]
    },
    "properties": {
    "ID":1900,
    "銀行牌子":"交通銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"一般分行",
    "地址":"香港筲箕灣東大街161-165號東輝大廈地下2-3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18741,22.31858 ]
    },
    "properties": {
    "ID":1908,
    "銀行牌子":"交通銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"一般分行",
    "地址":"九龍土瓜灣馬頭圍道370-376號海潤大廈地下1-3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.117872,22.368995 ]
    },
    "properties": {
    "ID":1914,
    "銀行牌子":"交通銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"一般分行",
    "地址":"新界荃灣沙咀道328號寶石大廈地下G9B-G11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.214873,22.380954 ]
    },
    "properties": {
    "ID":1919,
    "銀行牌子":"交通銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"一般分行",
    "地址":"新界沙田小瀝源路68號廣源邨商場第二座地下1及2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141104,22.486116 ]
    },
    "properties": {
    "ID":1925,
    "銀行牌子":"交通銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"一般分行",
    "地址":"新界粉嶺花都廣場地下84A-84B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.004745,22.45678 ]
    },
    "properties": {
    "ID":1926,
    "銀行牌子":"交通銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"一般分行",
    "地址":"新界天水圍天恩路12至18號置富嘉湖二期1樓106A,106B1,106C,107舖"
    }
  }
]
}