var branch_rich_list = {
   "type": "FeatureCollection",
   "features": [
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187727,22.32836 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"分行／特定收入",
    "地址":"九龍九龍城福佬村道18號1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17475,22.337533 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"九龍塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍九龍塘達之路80號又一城LG2-01"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.209192,22.321565 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍九龍灣宏照道33號國際交易中心地下06,08,10,11,12A及12B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212703,22.323157 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍九龍灣德福廣場1期G座P16號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175453,22.31881 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"分行／特定收入",
    "地址":"九龍何文田窩打老道71號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17229,22.2988 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍尖沙咀彌敦道82至84號地庫及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169098,22.296018 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍尖沙咀海港城海洋中心三階361-5號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16919,22.31905 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍旺角彌敦道673號高層地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171866,22.304907 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍油麻地彌敦道238號1樓1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187764,22.310404 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"九龍紅磡馬頭圍道37-39號紅磡商業中心"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189021,22.303624 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"九龍紅磡黃埔花園第4期商場地下G6及6A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141008,22.33625 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍荔枝角美孚新邨第4期百老匯街79號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22506,22.31091 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍觀塘開源道71號王子大廈地下1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02759,22.444284 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"分行／特定收入",
    "地址":"新界元朗青山公路150-160號元朗滙豐大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2098224,22.21954408 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港赤柱廣場3樓301B"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.265248,22.317068 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"分行／特定收入",
    "地址":"新界將軍澳重華路8號東港城108號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.166396,22.448749 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界大埔廣福道54-62號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169408,22.452368 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界大埔大埔廣場商場49-52號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.167866,22.452758 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界大埔安慈路昌運中心48號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189513,22.383432 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"新界沙田沙田正街21-27號沙田廣場L1樓49舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1660656,22.4490721 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界大埔廣福道35號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1698,22.45321 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界大埔安泰路1號大埔廣場地下53號及54號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1662729,22.4479003 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界大埔墟寶鄉街68-70號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.131472,22.363253 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"分行／特定收入",
    "地址":"新界葵涌興芳路166-174號新葵興廣場3樓2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.126503,22.357961 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"分行／特定收入",
    "地址":"新界葵芳新都會廣場地下153-160號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22985,22.424647 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"分行／特定收入",
    "地址":"新界馬鞍山西沙路628號新港城廣場2樓5-8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155043,22.285456 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港上環德輔道中141號中保集團大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151093,22.286999 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港上環德輔道中293-301號粵海投資大廈地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.146933,22.287512 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港上環德輔道西40-50號西區中心大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.158321,22.283412 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港中環交易廣場1樓及3樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154214,22.284024 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港中環皇后大道中128-40號威享大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15959,22.28037 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港中環皇后大道中1號3樓及地庫"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156905,22.281648 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港中環皇后大道中29號地庫"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195964,22.289983 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"分行／特定收入",
    "地址":"香港北角英皇道306-316號雲華大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165611,22.453243 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"大埔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界大埔汀角路29-35號榮暉花園地下1、2、26及27號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976508,22.393853 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界屯門屯門市廣場第二期高層地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.133209,22.284942 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"分行／特定收入",
    "地址":"香港西環卑路乍街8號西寶城地下低層1-3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.975282,22.397985 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"屯門屯隆街3號屯門市廣場第2期高層地下2-10號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165376,22.277724 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港金鐘道88號太古廣場商場102號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186363,22.281217 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"分行／特定收入",
    "地址":"香港銅鑼灣告士打道310號柏寧酒店1樓1.09-1.10號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.182205,22.280583 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"分行／特定收入",
    "地址":"香港銅鑼灣駱克道463至483號銅鑼灣廣場二期地下G08舖及地庫B1舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.153491,22.249054 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"分行／特定收入",
    "地址":"香港香港仔香港仔中心第1期地下2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.217215,22.286029 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"香港鰂魚涌太古城中心第1期065號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.210411,22.287591 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"香港鰂魚涌英皇道971號1樓及地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157012,22.28314 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"中環德輔道中39-41號地庫、地下及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15455,22.28454 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"中環皇后大道中99號中環中心地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14806,22.33709 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍長沙灣道833號長沙灣廣場地下G09,G09A1及閣樓M09A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.02946,22.44427 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"分行／特定收入",
    "地址":"新界元朗大棠道1-5號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1987,22.290999 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"分行／特定收入",
    "地址":"北角英皇道391號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.974628,22.395325 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"屯門鄉事會路4-26號明偉大樓6-7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1704,22.315149 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"旺角彌敦道574-576號和富商業大廈地下及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16919,22.321405 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"旺角彌敦道728-730號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18976,22.38351 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"沙田沙田正街21-27號沙田廣場地下47-48號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21555,22.324658 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"分行／特定收入",
    "地址":"牛頭角牛頭角道77號淘大商場G193-195號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18748,22.306246 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"紅磡德民街16號安富樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138805,22.338437 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"分行／特定收入",
    "地址":"美孚新邨第五期蘭秀道10-12號N26A-N26B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.13548,22.286209 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"分行／特定收入",
    "地址":"香港西環皇后大道西441號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22401,22.309762 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"觀塘開源道54號豐利中心地下2號室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16515,22.27857 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"金鐘金鐘道95號統一中心1樓1015-1018號舖及2樓2032-2034號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18097,22.27957 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"分行／特定收入",
    "地址":"銅鑼灣軒尼詩道427-429號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15554,22.247795 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"分行／特定收入",
    "地址":"香港仔湖南街1-3號地下安泰大廈A-B號舖及1樓A-B室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23122,22.425751 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"分行／特定收入",
    "地址":"馬鞍山馬鞍山廣場2樓205-206號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21365,22.284834 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"鰂魚涌英皇道1063號地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9749,22.39649 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"屯門鄉事會道52-62號萬祥樓地下4號及5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.196608,22.290335 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"分行／特定收入",
    "地址":"北角英皇道326-328號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9752953,22.3987014 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界屯門鄉事會路雅都花園商場G13-14號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138879,22.49272 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"分行／特定收入",
    "地址":"粉嶺粉嶺車站路18號粉嶺名都商場2樓27B-C號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.224017,22.309498 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"觀塘開源道54號豐利中心地下1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.223246,22.313515 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"觀塘康寧道7號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187395,22.337303 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"黃大仙區",
    "sub區":"橫頭磡",
    "我們的分類":"分行／特定收入",
    "地址":"橫頭磡樂富廣場地下L217-L223號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190951,22.302737 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"紅磡黃埔新天地第9期地下G19號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177643,22.300091 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"尖沙咀加連威老道98號東海商業中心地下G3-G5號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.160215,22.303401 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"尖沙咀柯士甸道西1號圓方1樓1002號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171885,22.297016 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"尖沙咀彌敦道63號國際廣場地下高層UG01號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172376,22.299381 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"尖沙咀彌敦道96號美敦大廈A及B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.257345,22.321291 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"分行／特定收入",
    "地址":"將軍澳運亨路1號新都城中心1期2樓243號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.265602,22.316453 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"分行／特定收入",
    "地址":"將軍澳重華路8號東港城2樓217B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.213178,22.32424 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍灣德福廣場1期1樓F12B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1275,22.358973 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"分行／特定收入",
    "地址":"葵涌興芳路202號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.228033,22.306568 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"分行／特定收入",
    "地址":"藍田麗港城商場地下38號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.231342,22.425369 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"分行／特定收入",
    "地址":"馬鞍山西沙路608號馬鞍山廣場三樓318-322號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1399,22.33751 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"分行／特定收入",
    "地址":"美孚新邨蘭秀道10號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185048,22.269788 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"分行／特定收入",
    "地址":"跑馬地成和道5-7號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.107577,22.3585 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"分行／特定收入",
    "地址":"青衣青敬路33號青衣城3樓308A-C號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177518,22.375861 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"分行／特定收入",
    "地址":"沙田大圍道16-18號祥豐大樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.189225,22.383218 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"沙田沙田廣場地下3-4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154065,22.286023 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"上環德輔道中181號大新行地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.151648,22.287728 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"上環干諾道中200號信德中心2樓296A-296B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.130703,22.501098 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"分行／特定收入",
    "地址":"上水智昌路3號上水中心購物商場地下1015-1019號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.22654,22.278712 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"分行／特定收入",
    "地址":"筲箕灣筲箕灣道289-293號嘉福大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135473,22.285794 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"分行／特定收入",
    "地址":"石塘咀皇后大道西484-496號新安大樓地下I及J號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.218988,22.286547 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"太古城耀星閣G1010-1011號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184862,22.2799 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"分行／特定收入",
    "地址":"銅鑼灣怡和街2-6號英光大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187697,22.309289 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"分行／特定收入",
    "地址":"土瓜灣馬頭圍道23-27號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.9753,22.395962 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界屯門仁政街11號屯門中心大廈地下4-5號地鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.974866,22.395622 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界屯門仁政街2-4號青山年旺樓地下7-8號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16924,22.321073 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"旺角彌敦道720-722號家樂樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16176,22.316656 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"西九龍海庭道18號奧海城2期地下高層UG46及47號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.133862,22.283254 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"分行／特定收入",
    "地址":"香港大學百周年校園地下P0030號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155743,22.248583 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"分行／特定收入",
    "地址":"香港仔香港仔大道162-164號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195436,22.334889 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"分行／特定收入",
    "地址":"新蒲崗崇齡街65號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170749,22.313142 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"油麻地彌敦道526號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.029541,22.444588 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"分行／特定收入",
    "地址":"新界元朗青山公路77號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212433,22.284495 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"鰂魚涌英皇道1032-1044號福昌樓地下G2-G4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156847,22.33793 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"分行／特定收入",
    "地址":"長沙灣青山道305號地下1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148972,22.337243 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"分行／特定收入",
    "地址":"長沙灣長沙灣道833號長沙灣廣場1樓117-119號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15821,22.280903 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"中環德輔道中10號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202300,22.340500 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"分行／特定收入",
    "地址":"鑽石山龍蟠街3號荷里活廣場1樓102A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.226491,22.278684 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"分行／特定收入",
    "地址":"筲箕灣道295號譽都1樓6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.23612,22.264233 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"分行／特定收入",
    "地址":"祥利街7號萬峯工業大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1970109,22.2906534 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"分行／特定收入",
    "地址":"英皇道335號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.211948,22.285715 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"英皇道989號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.223852,22.310708 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"開源道55號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1965032,22.3358925 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"分行／特定收入",
    "地址":"爵祿街56號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187884,22.308358 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"馬頭圍道21號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187381,22.327566 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"九龍城區",
    "sub區":"九龍城",
    "我們的分類":"分行／特定收入",
    "地址":"太子道360號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1881662,22.3219187 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"分行／特定收入",
    "地址":"譚公道38號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188642,22.31486 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"分行／特定收入",
    "地址":"土瓜灣道33號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176783,22.280357 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港灣仔港灣道30號新鴻基中心1樓115-117,127-133舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171571,22.27471 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港灣仔皇后大道東183號合和中心2樓2A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15363,22.248833 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"分行／特定收入",
    "地址":"香港仔南寧街10號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171464,22.277672 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港灣仔軒尼詩道71-85熙華大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18487,22.26917 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"跑馬地景光街18A-22號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1774627,22.3756287 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"分行／特定收入",
    "地址":"大圍道33號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171252,22.279088 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"灣仔告士打道56號東亞銀行港灣中心地下1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190103,22.383581 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"沙田橫壆街好運中心18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.203899,22.387023 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"置富第一城商場141-143號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162862,22.330834 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"分行／特定收入",
    "地址":"北河街151號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156199,22.338322 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"分行／特定收入",
    "地址":"青山道339號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.149021,22.337408 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"分行／特定收入",
    "地址":"長沙灣廣場M02號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172976,22.274704 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"灣仔皇后大道東228號地下B及C"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176374,22.278168 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"灣仔軒尼詩道253-261號依時商業大廈地下A-C號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.180414,22.279138 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"灣仔軒尼詩道395-399號東區商業大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18523,22.278859 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"恩平道28號利園二期低層地下2-10&11-12號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1739287,22.2764638 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"灣仔莊士敦道142號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18076,22.279442 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"軒尼詩道417號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172116,22.2777496 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"軒尼詩道101-105號越興大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1834345,22.280315 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"軒尼詩道513-517號維寶商業大廈"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2654222,22.3163115 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"分行／特定收入",
    "地址":"東港城商場2樓217C號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171502,22.295977 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"漢口道4號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173382,22.298991 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"尖沙咀加拿芬道18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1709465,22.3078601 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"彌敦道363號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1699574,22.3172022 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"彌敦道618號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168313,22.32378 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"太子道141號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0279148,22.4427108 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"分行／特定收入",
    "地址":"新界元朗教育路5號富好大樓1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.146768,22.287458 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"德輔道西52號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.152241,22.286664 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"德輔道中251號東寧大廈1樓9-10號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156191,22.284561 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"德輔道中83號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1574473,22.2818642 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"畢打街20號會德豐大廈地下及10樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173816,22.279153 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"告士打道108號大新金融中心地下B號舖（中環廣場對面）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1943769,22.2886314 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"分行／特定收入",
    "地址":"英皇道250號北角城中心地下21及26號舖及一樓107號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.218366,22.285982 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"太古城道25號富山閣G13及P27號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17235,22.298015 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"彌敦道72號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1673844,22.2997321 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"海港城海洋中心三樓365A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169746,22.319128 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"彌敦道664號惠豐中心地下8號舖及一至二樓全層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174587,22.33722 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"深水埗區",
    "sub區":"九龍塘",
    "我們的分類":"分行／特定收入",
    "地址":"達之路80號又一城商場LG2-57號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174587,22.33722 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"深水埗區",
    "sub區":"九龍塘",
    "我們的分類":"分行／特定收入",
    "地址":"達之路80號又一城商業大樓三樓301A室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2250696,22.3101324 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"開源道60號駱駝漆大廈3座地下及閣樓3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1891938,22.3830597 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"沙田廣場地下7號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174592,22.276652 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"灣仔莊士敦道164號（大有廣場對面）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0244213,22.4440309 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"分行／特定收入",
    "地址":"新界元朗元朗大馬路126-128號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1760776,22.2798311 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港灣仔港灣道28號灣景中心地下4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172805,22.2776532 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港灣仔軒尼詩道139號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1728407,22.2745372 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港灣仔皇后大道東213號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185223,22.268921 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港跑馬地景光街11號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2261,22.31046 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"觀塘成業街10號地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1946,22.34142 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"分行／特定收入",
    "地址":"黃大仙正德街103號黃大仙中心地下G3C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.003,22.44866 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"元朗區",
    "sub區":"天水圍",
    "我們的分類":"分行／特定收入",
    "地址":"新界天水圍天靖街3號天盛苑天盛商場1樓L120號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1904,22.38304 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"沙田橫壆街好運中心地下9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.027,22.44431 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"分行／特定收入",
    "地址":"新界元朗青山公路元朗段162-168號聯昇樓地下C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1713,22.30677 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"佐敦彌敦道335號（港鐵佐敦站A出口裕華國貨方向）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.195896,22.290471 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"分行／特定收入",
    "地址":"北角英皇道293-299號璇宮大廈地下15-22號舖及地庫"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.157761,22.282445 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"德輔道中19號環球大廈地下A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1419,22.48471 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"分行／特定收入",
    "地址":"粉嶺百和路88號花都廣場地下A11-A14及110-112號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.214675,22.287081 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"港島東太古城太裕路1號安盛台地下501號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2235,22.31525 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"觀塘康寧道45號宜安中心地下7-9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1869,22.30687 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"紅磡蕪湖街28號昌隆閣地下3及4號舖，1樓2號舖及2樓3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2613,22.30904 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"分行／特定收入",
    "地址":"將軍澳唐俊街9號PopCorn商場地下層G58號商舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2315,22.42548 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"分行／特定收入",
    "地址":"馬鞍山西沙路608號馬鞍山廣場三樓335號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1775,22.37466 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"分行／特定收入",
    "地址":"沙田大圍道55-56號積輝街14-18號金禧花園地下1及2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128468,22.282188 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"分行／特定收入",
    "地址":"士美菲路12號文光閣地下A2號舖及1樓A室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169,22.32004 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"旺角彌敦道697號（港鐵旺角站A1出口）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16509,22.27955 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"夏慤道18號海富中心商場一樓10號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1702,22.31443 ]
    },
    "properties": {
    "銀行牌子":"大新銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"油麻地彌敦道561號（港鐵油麻地站A1出口，近彌敦道和咸美頓街交界）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.152152,22.286276 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港德輔道中244-248號東協商業大廈地下1-4號舖及一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161572,22.27925 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港花園道1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1576765,22.2827585 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港干諾道中13-14號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154669,22.2852041 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港德輔道中136號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165361,22.278421 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港金鐘道95號統一中心商場1021號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1372814,22.28681066 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"分行／特定收入",
    "地址":"香港德輔道西386-388號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1564853,22.2812076 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港中環雲咸街1-3號南華大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1879308,22.3202439 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍土瓜灣北帝街4-6號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174808,22.337135 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍塘又一城LG256號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1904224,22.3178463 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"土瓜灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍土瓜灣道80號N"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.188322,22.3050785 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"九龍紅磡黃埔花園第一期商場G8B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18991,22.305643 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"九龍紅磡黃埔花園第十一期G6"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.0270782,22.4443773 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"分行／特定收入",
    "地址":"新界元朗青山公路162號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1271462,22.504783 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"分行／特定收入",
    "地址":"新界上水新豐路61號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1423926,22.4985767 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"北區",
    "sub區":"粉嶺",
    "我們的分類":"分行／特定收入",
    "地址":"新界粉嶺聯和墟和豐街17-19號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.146845,22.243666 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"鴨脷洲",
    "我們的分類":"分行／特定收入",
    "地址":"香港鴨脷洲海怡廣場西翼G13及G15舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176099,22.276592 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港灣仔道133號卓淩中心地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184747,22.268784 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港跑馬地景光街23號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183019,22.279781 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港銅鑼灣軒尼詩道488-490號軒尼詩大廈地下A鋪至1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1550356,22.2481767 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"分行／特定收入",
    "地址":"香港仔湖北街25號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170559,22.276785 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港莊士敦道32-34號莊士敦大樓地下B舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.179485,22.278547 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港軒尼詩道368號交通銀行大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.118319,22.37287 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"荃灣青山公路210號富華中心2樓B號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.116213,22.370178 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"荃灣沙咀道239-243號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1157366,22.3720066 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"大河道30號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2186012,22.286204 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"香港太古城智星閣P1025-1026"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2392275,22.263987 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"分行／特定收入",
    "地址":"香港柴灣道341-343號宏德居B座"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1929691,22.2876806 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"分行／特定收入",
    "地址":"香港北角英皇道131-133號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2226749,22.2811483 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"分行／特定收入",
    "地址":"香港西灣河筲箕灣道142-146號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2133736,22.2845867 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"香港鰂魚涌英皇道1060號柏惠苑"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187907,22.381852 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"新界沙田新城市廣場第一期六樓608號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.202905,22.387066 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"新界沙田第一城銀城商場24-25號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.193418,22.397241 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"分行／特定收入",
    "地址":"新界火炭山尾街18-24號沙田商業中心1樓2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2307066,22.4257441 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"分行／特定收入",
    "地址":"新界馬鞍山西沙路馬鞍山廣場L2層2103號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1706548,22.3054987 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍佐敦道23-29號新寶廣場一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1726582,22.2981631 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍尖沙咀堪富利士道4-4A"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1682503,22.325211 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍彌敦道774號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162283,22.315719 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍海庭道18號奧海城二期一樓133號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1768041,22.299504 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍尖沙咀東加連威老道96號希爾頓大廈低層地下3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168759,22.29828 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍尖沙咀廣東道60號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1680673,22.3193115 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍旺角上海街611-617號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1699893,22.3157722 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍旺角彌敦道589號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168068,22.324465 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍旺角太子道西116-118號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1700596,22.316565 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍旺角彌敦道608號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1708514,22.3109025 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍油麻地彌敦道471號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17449,22.298987 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍尖沙咀金馬倫道30號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1492228,22.3386997 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍青山道485號九龍廣場1號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1398676,22.3363016 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍美孚新邨吉利徑19號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.14008,22.337734 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍美孚新邨萬事達廣場地下N47-49號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1486814,22.3368013 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍長沙灣道833號長沙灣廣場G08號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1627201,22.33066286 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"分行／特定收入",
    "地址":"九龍深水埗長沙灣道194-196號（設有語音導航自動櫃員機）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1558362,22.3388095 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍長沙灣青山道365-371號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1824703,22.2810066 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"分行／特定收入",
    "地址":"香港銅鑼灣波斯富街18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1175481,22.3709637 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"眾安街38號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1181066,22.3716129 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"眾安街10-12號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1222013,22.3684658 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界荃灣德士古道36號東亞花園A112號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1145544,22.37031511 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界荃灣楊屋道1號荃新天地地下65號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1176854,22.3692165 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界荃灣沙咀道297-299號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.118722,22.371696 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界荃灣青山公路荃灣段167號昌耀大廈地下1號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1395255,22.368389 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"分行／特定收入",
    "地址":"新界上葵涌石宜路7-11號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.126907,22.357828 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"分行／特定收入",
    "地址":"新界葵涌興芳路223號新都會廣場260-265號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.106812,22.358476 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"分行／特定收入",
    "地址":"新界青衣島青衣城115號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.265478,22.316054 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"分行／特定收入",
    "地址":"新界將軍澳東港城101號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.27169,22.382761 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"西貢區",
    "sub區":"西貢",
    "我們的分類":"分行／特定收入",
    "地址":"新界西貢福民路22-40號西貢苑56及58號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2109092,22.322733 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍灣宏開道16號德福大廈2號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.213446,22.32309 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍灣德褔花園商場P8A號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2162683,22.3234497 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍牛頭角道169號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2343209,22.3085751 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍藍田啟田道49號12號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2259328,22.3114142 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍觀塘開源道68號觀塘廣場G1（設有語音導航自動櫃員機）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2248,22.310686 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍觀塘開源道55號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.118141,22.36915 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界荃灣沙咀道297-313號眾安大廈地下4號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.117523,22.371552 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界荃灣荃灣街市街49-55號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.111535,22.37228 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"新界荃灣沙咀道120-130號光明大廈地下3-5號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2088761,22.3342186 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"牛池灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍牛池灣清水灣道19號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1972792,22.3354081 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"黃大仙區",
    "sub區":"新蒲崗",
    "我們的分類":"分行／特定收入",
    "地址":"九龍新蒲崗爵祿街86號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187778,22.310169 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"九龍紅磡馬頭圍道37-39號紅磡廣場地下33-37舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1590088,22.2802914 ]
    },
    "properties": {
    "銀行牌子":"永亨銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"皇后大道中5號衡怡大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1535989,22.2848271 ]
    },
    "properties": {
    "銀行牌子":"永亨銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"皇后大道中161號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2194325,22.28598 ]
    },
    "properties": {
    "銀行牌子":"永亨銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"太古城道17號華山閣G11號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.171385,22.30491 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍佐敦彌敦道233號佐敦薈1字樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174915,22.317258 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"分行／特定收入",
    "地址":"九龍何文田窩打老道70號曾榕大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.175379,22.298351 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍尖沙咀漆咸道南39號鐵路大廈地下B鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170842,22.297404 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍尖沙咀漢口道35至37號地下1-2號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168735,22.321118 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍旺角彌敦道721-725號華比銀行大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170637,22.313798 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍油麻地彌敦道542號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187363,22.305948 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"九龍紅磡德民街2-34E號紅磡商場地下2A鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225583,22.311744 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍觀塘開源道79號鱷魚恤中心一樓5號和6號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127098,22.50557 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"分行／特定收入",
    "地址":"新界上水石湖墟新豐路33號新豐大廈地下2號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15067,22.287243 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港上環德輔道中317-319號啟德商業大廈地下F鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1529385,22.2861495 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港德輔道中220號三昌大廈地下B2號舖及香港德輔道中232號嘉華銀行中心11樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15832,22.280188 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港皇后大道中9號1字樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2221,22.282874 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"東區",
    "sub區":"筲箕灣",
    "我們的分類":"分行／特定收入",
    "地址":"香港筲箕灣道57-87號太安樓G10號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194677,22.288835 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"分行／特定收入",
    "地址":"香港英皇道272-276號光超臺地下A-C號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.212753,22.285672 ]
    },
    "properties": {
    "銀行牌子":"工商銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"香港鰂魚涌華蘭路2-12號惠安苑地下低層SLG1號鋪"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156139,22.281971 ]
    },
    "properties": {
    "銀行牌子":"上海商業銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港中環皇后大道中48號萬年大廈地庫"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.156061,22.284955 ]
    },
    "properties": {
    "銀行牌子":"上海商業銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港中環干諾道中48號南源大廈地下及一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176416,22.296706 ]
    },
    "properties": {
    "銀行牌子":"上海商業銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"東尖沙咀麼地道62號永安廣場一樓101-103室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19283,22.285695 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"分行／特定收入",
    "地址":"香港英皇道67-71號啟禮閣地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.21692,22.286406 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"香港太古城道18號太古城中心第二期地下38號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.236508,22.262559 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"分行／特定收入",
    "地址":"香港柴灣環翠道121-121A號柴灣戲院大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.210816,22.286538 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"分行／特定收入",
    "地址":"香港鰂魚涌英皇道981A-981F號中興大廈地下3號及4號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.128043,22.282655 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"分行／特定收入",
    "地址":"香港堅尼地城卑路乍街113-119號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155448,22.285148 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"分行／特定收入",
    "地址":"香港中環德輔道中125A號遠東發展大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.154713,22.248773 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"南區",
    "sub區":"香港仔",
    "我們的分類":"分行／特定收入",
    "地址":"香港香港仔南寧街2/4及14/16號香港仔中心第四期地下3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.24872,22.262922 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"東區",
    "sub區":"柴灣",
    "我們的分類":"分行／特定收入",
    "地址":"香港小西灣邨小西灣廣場217A-217B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170188,22.314547 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍彌敦道563號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.161905,22.332485 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"深水埗區",
    "sub區":"深水埗",
    "我們的分類":"分行／特定收入",
    "地址":"九龍深水埗欽洲街94號黃金中心地下G1-G3,G11-G13,G19-G21號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168717,22.321664 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"分行／特定收入",
    "地址":"九龍旺角彌敦道735-735A號迅華大廈地下及1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.226318,22.31015 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍觀塘成業街16號怡生工業大廈地下G及H座E號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.234139,22.308576 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"觀塘區",
    "sub區":"藍田+油塘",
    "我們的分類":"分行／特定收入",
    "地址":"九龍藍田啟田道51-67C號啟田大廈地下5號及9號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.187286,22.306551 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"分行／特定收入",
    "地址":"九龍黃埔新邨德民街1-3號地下A6號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16865,22.305755 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍佐敦道37U號保文大廈1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174343,22.297121 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"分行／特定收入",
    "地址":"九龍尖沙咀麼地道22-28號中福商業大廈地下1-3號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148724,22.337278 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍長沙灣道833號長沙灣廣場地下G04號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.215266,22.32513 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"分行／特定收入",
    "地址":"九龍牛頭角道77號淘大商場一期地下G1及G2號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19242,22.342014 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"黃大仙區",
    "sub區":"黃大仙（鑽石山+慈雲山）",
    "我們的分類":"分行／特定收入",
    "地址":"九龍黃大仙龍翔道136號黃大仙中心北館1樓N118號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.138515,22.365632 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"葵青區",
    "sub區":"葵涌",
    "我們的分類":"分行／特定收入",
    "地址":"新界葵涌大隴街93-99號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934751,22.314425 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"分行／特定收入",
    "地址":"香港國際機場客運大樓7T075（附設人民幣提現服務）"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.030136,22.445798 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"分行／特定收入",
    "地址":"新界元朗泰豐街2-14號文裕大廈地下2B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.127834,22.502713 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"分行／特定收入",
    "地址":"新界上水上水中心地下1010-1014號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.257309,22.321171 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"分行／特定收入",
    "地址":"新界將軍澳新都城商場一期252A、252B及253號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.231341,22.42544 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"沙田區",
    "sub區":"馬鞍山",
    "我們的分類":"分行／特定收入",
    "地址":"新界馬鞍山西沙路608號馬鞍山廣場3樓303-304號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.190923,22.382683 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"新界沙田好運中心商場3樓193號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.204653,22.386575 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"分行／特定收入",
    "地址":"新界沙田第一城置富第一城商場1樓188號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.252036,22.304828 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"分行／特定收入",
    "地址":"新界調景嶺都會駅商場2樓L2-064及L2-065號舖"
    }
  }
]
}