var rich_list = {
   "type": "FeatureCollection",
   "features": [
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1774,22.300217 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"特定收入",
    "地址":"九龍尖沙咀加連威老道98號東海商業中心地下G12-G15及G26-G27號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172102,22.2959 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"特定收入",
    "地址":"九龍尖沙咀彌敦道21號九龍酒店1樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162776,22.304021 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"特定收入",
    "地址":"九龍尖沙咀柯士甸道西1號圓方1樓1104-1105號舖及環球貿易廣場（ICC）15樓1501A及1508室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.16802,22.299659 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"特定收入",
    "地址":"九龍尖沙咀海港城港威商場三階3203-3204A號舗及港威大廈1座8樓810-811室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.170457,22.313066 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"特定收入",
    "地址":"九龍油麻地彌敦道525-543A號地下A舖及1樓101-104,106舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.150359,22.337826 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"特定收入",
    "地址":"九龍長沙灣道777-779號天安工業大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.130107,22.500643 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"北區",
    "sub區":"上水",
    "我們的分類":"特定收入",
    "地址":"新界上水上水中心商場地下1024-1028及1030-1031號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.162458,22.281173 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"特定收入",
    "地址":"香港中環夏慤道10號和記大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976572,22.393626 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"新界屯門屯盛街1號屯門市廣場一期高層地下UG001-002及地下G077-G080號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.15109,22.28811 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"特定收入",
    "地址":"香港干諾道中168-200號信德中心2樓294-295號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97664,22.39322 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"屯門屯隆街3號屯門市廣場第2期高層地下12號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.183051,22.277302 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"特定收入",
    "地址":"香港銅鑼灣禮頓道26號凱基商業大廈地下及一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.976249,22.394101 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"屯門市廣場第2期高層地下28號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174573,22.337548 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"九龍城區",
    "sub區":"九龍塘",
    "我們的分類":"特定收入",
    "地址":"九龍塘達之路80號又一城LG2樓LG2-27號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.215975,22.286481 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"特定收入",
    "地址":"太古城太古城道22號明宮閣G406號舖及P413號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168779,22.298355 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"特定收入",
    "地址":"尖沙咀廣東道68號恆利大廈地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168795,22.299119 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"特定收入",
    "地址":"尖沙咀廣東道100號彩星集團大廈15樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.17453,22.298957 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"特定收入",
    "地址":"尖沙咀金馬倫道30-32號地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.184792,22.280114 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"特定收入",
    "地址":"銅鑼灣怡和街12-14號地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.97594,22.393254 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"屯門區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"新界屯門時代廣場商場北翼第一層5號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225222,22.312401 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"特定收入",
    "地址":"觀塘道418號創紀之城五期東亞銀行中心26樓2606室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.168189,22.299562 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"油尖區",
    "我們的分類":"特定收入",
    "地址":"尖沙咀海港城港威大廈第1座31樓3110-3111室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165472,22.278771 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"特定收入",
    "地址":"金鐘金鐘道95號統一中心2樓2003-2006號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.182281,22.278032 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"灣仔區",
    "sub區":"銅鑼灣",
    "我們的分類":"特定收入",
    "地址":"銅鑼灣勿地臣街1號時代廣場一座3305-3306室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169783,22.318472 ]
    },
    "properties": {
    "銀行牌子":"東亞銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"特定收入",
    "地址":"旺角彌敦道638-640號1,7及8樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.194482,22.290648 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"特定收入",
    "地址":"電氣道233號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.2156179,22.2864844 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"特定收入",
    "地址":"太古城道24號夏宮閣地下G408號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.192151,22.2834511 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"特定收入",
    "地址":"銀幕街1號海景軒地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.213949,22.323145 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"觀塘區",
    "sub區":"九龍灣",
    "我們的分類":"特定收入",
    "地址":"德福花園商場P18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.225624,22.311691 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"觀塘區",
    "sub區":"觀塘",
    "我們的分類":"特定收入",
    "地址":"開源道79號鱷魚恤中心1樓7號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1881631,22.3058844 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"特定收入",
    "地址":"德民街46號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.108243,22.359268 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"葵青區",
    "sub區":"青衣",
    "我們的分類":"特定收入",
    "地址":"青衣城3樓309A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.173695,22.280831 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"香港灣仔港灣道1號會展廣場103室"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186281,22.2689 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"香港跑馬地成和道45號日月大廈1樓及2樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.172976,22.274704 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"灣仔皇后大道東228號中華大廈地下A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.191214,22.383203 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"特定收入",
    "地址":"橫壆街好運中心1A-C號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.141389,22.335747 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"深水埗區",
    "sub區":"荔枝角",
    "我們的分類":"特定收入",
    "地址":"美孚新邨百老滙街69-119號地下及一樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.186358,22.268162 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"山村道76號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.185389,22.279694 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"灣仔區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"怡和街28號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.260097,22.307529 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"西貢區",
    "sub區":"將軍澳",
    "我們的分類":"特定收入",
    "地址":"PopCorn商場G63號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169065,22.319519 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"特定收入",
    "地址":"彌敦道677號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.176898,22.319899 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"九龍城區",
    "sub區":"何文田",
    "我們的分類":"特定收入",
    "地址":"窩打老道86號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1624573,22.3336566 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"元朗區",
    "sub區":"元朗",
    "我們的分類":"特定收入",
    "地址":"青山道93號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.135599,22.2859977 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"中西區",
    "sub區":"西環",
    "我們的分類":"特定收入",
    "地址":"皇后大道西486號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1560201,22.2821155 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"特定收入",
    "地址":"皇后大道中50-52號陸佑行地庫"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1574473,22.2818642 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"特定收入",
    "地址":"畢打街20號會德豐大廈6樓"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.169746,22.319128 ]
    },
    "properties": {
    "銀行牌子":"花旗銀行",
    "18區":"油尖旺區",
    "sub區":"旺角",
    "我們的分類":"特定收入",
    "地址":"彌敦道664號惠豐中心三樓全層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1877097,22.31002 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"九龍城區",
    "sub區":"紅磡",
    "我們的分類":"特定收入",
    "地址":"九龍紅磡馬頭圍道37-39號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.113939,22.369255 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"新界荃灣楊屋道1號荃新天地高層地下69及71號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.11822,22.372827 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"新界荃灣青山公路210號富華中心二樓A舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.117601,22.371597 ]
    },
    "properties": {
    "銀行牌子":"星展銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"荃灣街市街49-51號華仁樓地下"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.119267,22.373011 ]
    },
    "properties": {
    "銀行牌子":"恆生銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"綠楊坊1樓F21A號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.200661,22.291105 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"東區",
    "sub區":"北角",
    "我們的分類":"特定收入",
    "地址":"香港北角英皇道460-470號樂嘉中心地下5B號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1773595,22.3753545 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"特定收入",
    "地址":"新界沙田大圍道37-47號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.1890836,22.3827104 ]
    },
    "properties": {
    "銀行牌子":"中國銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"特定收入",
    "地址":"新界沙田沙田廣場L1層18號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.117679,22.370639 ]
    },
    "properties": {
    "銀行牌子":"永亨銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"荃灣眾安街68號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.113083,22.368769 ]
    },
    "properties": {
    "銀行牌子":"交通銀行",
    "18區":"荃灣區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"新界荃灣楊屋道8號如心廣場1樓108號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.148972,22.337243 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"長沙灣",
    "我們的分類":"特定收入",
    "地址":"九龍長沙灣長沙灣道833號長沙灣廣場地下5號舖及中層"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.19343,22.39733 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"火炭",
    "我們的分類":"特定收入",
    "地址":"新界沙田火炭山尾街18-24號沙田商業中心1樓10號銀行舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.174887,22.337121 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "18區":"深水埗區",
    "sub區":"九龍塘",
    "我們的分類":"特定收入",
    "地址":"九龍九龍塘又一城G08號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 113.934786,22.314807 ]
    },
    "properties": {
    "銀行牌子":"滙豐銀行",
    "18區":"離島區",
    "sub區":"",
    "我們的分類":"特定收入",
    "地址":"大嶼山赤鱲角香港國際機場1號客運大樓抵港層5T054-056"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.18834,22.38223 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "18區":"沙田區",
    "sub區":"沙田",
    "我們的分類":"特定收入",
    "地址":"新界沙田新城市廣場第一期2樓222&223號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.217012,22.286739 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "18區":"東區",
    "sub區":"鰂魚涌",
    "我們的分類":"特定收入",
    "地址":"香港鰂魚涌太古城太古城道18號太古城中心第2期地下44號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.165266,22.278362 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"特定收入",
    "地址":"香港金鐘道95號統一中心1樓1009A-B及1010號舖"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.155497,22.284721 ]
    },
    "properties": {
    "銀行牌子":"渣打銀行",
    "18區":"中西區",
    "sub區":"中上環",
    "我們的分類":"特定收入",
    "地址":"香港中環德輔道中88號"
    }
  },
  {
    "type": "Feature",
    "geometry": {
       "type": "Point",
       "coordinates":  [ 114.177772,22.375349 ]
    },
    "properties": {
    "銀行牌子":"永亨銀行",
    "18區":"沙田區",
    "sub區":"大圍",
    "我們的分類":"特定收入",
    "地址":"沙田大圍道49至53號地下C座"
    }
  }
]
}